Repository: BoFFire/for-quenty
Catalog: *.po
Languages: oc

# notifications.index.mentioned
source: Mentioned in post
oc: Mencionat dins una publicacion

# notifications.index.mentioned_in_comment
source: Mentioned in comment
oc: Mencionat dins un comentari

# notifications.index.no_notifications
source: You don't have any notifications yet.
oc: Avètz pas encara cap de notificacion.

# notifications.index.notifications
source: Notifications
oc: Notificacions

# notifications.index.reshared
source: Reshared
oc: Repartejat

# notifications.index.show_all
source: Show all
oc: O mostrar tot

# notifications.index.show_unread
source: Show unread
oc: Afichar los que son pas legits

# notifications.index.started_sharing
source: Started sharing
oc: A començat de partejar

# notifications.liked
source: %{actors} has liked your post %{post_link}.
oc: Vòstra publicacion %{post_link} agrada a %{actors}.

# notifications.liked_post_deleted
source: %{actors} liked your deleted post.
oc: Vòstra publicacion suprimida a pas agradat %{actors} persona.

# notifications.mentioned
source: %{actors} has mentioned you in the post %{post_link}.
oc: %{actors} vos a mencionat dins la publicacion %{post_link}.

# notifications.mentioned_deleted
source: %{actors} mentioned you in a deleted post.
oc: %{actors} vos a mencionat en una publicacion suprimida.

# notifications.mentioned_in_comment
source: %{actors} has mentioned you in a <a href='%{comment_path}'>comment</a> to the post %{post_link}.
oc: %{actors} vos a mencionat dins un <a href='%{comment_path}'>comentari</a> de la publicacion %{post_link}.

# notifications.mentioned_in_comment_deleted
source: %{actors} mentioned you in a deleted comment.
oc: %{actors} vos a mencionat dins un comentari suprimit.

# notifications.private_message
source: %{actors} sent you a message.
oc: %{actors} vos a mandat un messatge.

# notifications.reshared
source: %{actors} has reshared your post %{post_link}.
oc: %{actors} a repartejat vòstra publicacion %{post_link}.

# notifications.reshared_post_deleted
source: %{actors} reshared your deleted post.
oc: %{actors} a tornat partejar vòstra publicacion suprimida.

# notifications.started_sharing
source: %{actors} started sharing with you.
oc: %{actors} a començat de partejar amb vos.

# notifier.a_limited_post_comment
source: There’s a new comment on a limited post in diaspora* for you to check out.
oc: Avètz un comentari novèl sus un messatge amb visibilitat limitada.

# notifier.a_post_you_shared
source: a post.
oc: una publicacion.

# notifier.a_private_message
source: There’s a new private message in diaspora* for you to check out.
oc: Avètz un nòu messatge privat dins diaspora* de legir.

# notifier.also_commented.limited_subject
source: There's a new comment on a post you commented
oc: I a un comentari novèl sus un messatge qu'avètz comentat

# notifier.click_here
source: Click here
oc: Clicatz aicí

# notifier.comment_on_post.limited_subject
source: There's a new comment on one of your posts
oc: I a un comentari novèl sus una publicacion qu'avètz comentada

# notifier.comment_on_post.reply
source: Reply or view %{name}’s post >
oc: Respondre o veire lo messatge de %{name} >

# notifier.confirm_email.click_link
source: To activate your new email address %{unconfirmed_email}, please follow this link:
oc: Per activar vòstre novèla adreça de corrièl %{unconfirmed_email}, seguissètz aqueste ligam :

# notifier.confirm_email.subject
source: Please activate your new email address %{unconfirmed_email}
oc: Mercés d'activar vòstre novèl corrièl %{unconfirmed_email}

# notifier.contacts_birthday.birthday
source: %{name} has their birthday today. Wish them 'Happy Birthday'!
oc: Es l’anniversari a %{name} uèi. Desiratz-li un Bon Anniversari !

# notifier.contacts_birthday.subject
source: %{name} has their birthday today
oc: Es l’anniversari a %{name} uèi

# notifier.contacts_birthday.view_profile
source: View %{name}’s profile
oc: Veire lo perfil a %{name}

# notifier.csrf_token_fail.body
source: Hello %{name}, diaspora* has detected an attempt to access your session which might be unauthorised. To avoid any chance of your data being compromised, you have been signed out. Don’t worry; you can safely sign in again now. A request has been made using a incorrect or missing CSRF token. This might be completely innocent, but it could be a cross-site request forgery (CSRF) attack. This could have been caused by: - An add-on manipulating the request or making requests without the token; - A tab left open from a past session; - Another website making requests, with or without your permission; - Various other external tools; - Malicious code trying to access your data. For more information on CSRF see [%{link}](%{link}). If you see this message repeatedly, please check the points above, including any browser add-ons. Thank you, The diaspora* email robot!
oc: Adissiatz %{name}, diaspora* a detectat un ensag d’accès a vòstre sesilha que poiriá èsser pas autorizat. Per evitar que vòstras donadas sián gastadas sètz estat desconnectat. Vos copetz pas lo cap, vos podètz tornar connectar en seguretat ara. Una demanda es estada facha n’emplegant un geton CSRF incorrècte o absent. Aquò poiriá èsser completament innocent, mai aquò pòt tanben èsser un atac apelat Cross-site request forgery (CSRF). Aquò pòt venir de : - una extension que manipula la demanda o que fa de demanda sens lo geton; - un onglet daissat dubèrt d’una anciana session; - un fum d’aisinas extèrnas; - un marrit còdi qu’ensaja d'accedir a vòstras donadas. Per mai informacion subre l’atac CSRF vejatz [%{link}](%{link}). Se tenètz vist aqueste messatge, mercés de verificar los punts al dessús, inclús las extensions de qual que siá navigador. Mercés, Lo robòt de corrièl a diaspora* !

# notifier.csrf_token_fail.subject
source: We received an unauthorized request from your account, %{name}
oc: Avèm recebut una demanda sens autorizacion de vòstre compte, %{name}

# notifier.email_sent_by_diaspora
source: This email was sent by %{pod_name}. If you'd like to stop getting emails like this,
oc: %{pod_name} a mandat aqueste corrièl. Se volètz pas mai de corrièls atal,

# notifier.export_email.body
source: Hello %{name}, Your data has been processed and is ready for download by following [this link](%{url}). Cheers, The diaspora* email robot!
oc: Bonjorn %{name}, Vòstras donadas personalas son estadas tractadas e ara, las podètz telecargar en clicant sus [aqueste ligam](%{url}). Coralament, Lo messatgièr automatic de diaspora*

# notifier.export_email.subject
source: Your personal data is ready for download, %{name}
oc: Vòstras donadas personalas son prèstas a èsser telecargadas, %{name}

# notifier.export_failure_email.body
source: Hello %{name} We’ve encountered an issue while processing your personal data for download. Please try again! Sorry, The diaspora* email robot!
oc: Bonjorn %{name}, I a agut un problèma al moment del tractament de vòstras donadas personalas en vista d'un telecargament. Mercé de tornar ensajar. O planhèm sincèrament. Lo messatgièr automatic de diaspora*

# notifier.export_failure_email.subject
source: We’re sorry, there was an issue with your data, %{name}
oc: I a agut un problèma amb vòstras donadas, %{name}

# notifier.export_photos_email.body
source: Hello %{name}, Your photos have been processed and are ready for download by following [this link](%{url}). Cheers, The diaspora* email robot!
oc: Bonjorn %{name}, Vòstras fòtos son estadas preparadas e son prèstas a èsser telecargadas en seguissent sus [aqueste ligam](%{url}). Coralament, Lo messatgièr automatic de diaspora*

# notifier.export_photos_email.subject
source: Your photos are ready for download, %{name}
oc: %{name}, vòstras fòtos son prèstas per èsser telecargadas.

# notifier.export_photos_failure_email.body
source: Hello %{name} We’ve encountered an issue while processing your photos for download. Please try again! Sorry, The diaspora* email robot!
oc: Bonjorn %{name}, I a agut un problèma al moment del tractament de vòstras fòtos personalas en vista d'un telecargament. Mercé de tornar ensajar. O planhèm sincèrament. Lo messatgièr automatic de diaspora*

# notifier.export_photos_failure_email.subject
source: There was an issue with your photos, %{name}
oc: I a agut un problèma amb vòstras fòtos, %{name}

# notifier.hello
source: Hello %{name}!
oc: Adiu %{name} !

# notifier.invite.message
source: Hello! You have been invited to join diaspora* by %{user}! Click this link to get started [%{invite_url}][1] Or you can add %{diaspora_id} to your contacts if you already have an account. Love, The diaspora* email robot! P.S.: Just in case you don't know (yet) what diaspora* is, [here][2] is the answer! [1]: %{invite_url} [2]: %{diasporafoundation_url}
oc: Bonjorn ! %{user} vos a convidat a rejónher diaspora* ! Clicatz sul ligam per començar %{invite_url}[1] O podètz apondre %{diaspora_id} amb vòstres contactes s’avètz ja un compte. Amistats, Lo messatgièr automatic de diaspora* ! P.S : En cas que coneisseriatz pas (encara) çò qu’es diapora*, aicí[2] i a la responsa ! [1] : %{invite_url} [2] : %{diasporafoundation_url}

# notifier.invited_you
source: %{name} invited you to diaspora*
oc: %{name} vos a convidat sus diaspora*

# notifier.liked.liked
source: %{name} liked your post
oc: A %{name}, li a agradat vòstra publicacion

# notifier.liked.limited_post
source: %{name} liked your limited post
oc: A %{name}, li a agradat vòstra publicacion restrenta

# notifier.liked.view_post
source: View post >
oc: Veire la publicacion >

# notifier.mentioned.limited_post
source: You were mentioned in a limited post.
oc: Qualqu'un vos a mencionat dins una publicacion restenta.

# notifier.mentioned.subject
source: %{name} has mentioned you on diaspora*
oc: %{name} vos a mencionat sus diaspora*

# notifier.mentioned_in_comment.limited_post
source: You were mentioned in a comment to a limited post.
oc: Qualqu'un vos a mencionat dins un comentari al accès limitat.

# notifier.mentioned_in_comment.reply
source: Reply to or view this conversation >
oc: Respondre o veire la conversacion >

# notifier.private_message.reply_to_or_view
source: Reply to or view this conversation >
oc: Respondre o afichar aquela conversacion >

# notifier.private_message.subject
source: There’s a new private message for you
oc: Avètz un novèl messatge privat

# notifier.remove_old_user.body
source: Hello, It looks as though you no longer want your account at %{pod_url}, as you haven’t used it for %{after_days} days. To ensure our active users get the best performance from this diaspora* pod, we’d like to remove unwanted accounts from our database. We’d love you to stay part of diaspora*’s community, and you’re welcome to keep your account live if you want to. If you want to keep your account live, all you need to do is to sign in to your account before %{remove_after}. When you sign in, take a moment to have a look around diaspora*. It has changed a lot since you last looked in, and we think you’ll like the improvements we’ve made. Follow some #tags to find content you love. Sign in here: %{login_url}. If you’ve forgotten your sign-in details, you can ask for a reminder on that page. Hoping to see you again, The diaspora* email robot!
oc: Bonjorn, En rason de l'inactivitat de vòstre compte diaspora* %{pod_url}, planhèm de vos informar que lo sistèma l'a identificat coma devent èsser suprimit automaticament. Aquesta procedura se desenclava aprèp un periòde d'inactivitat superior a %{after_days} jorns. Podètz evitar la pèrda de vòstre compte en vos connectant a aqueste abans %{remove_after}, dins aqueste cas la procedura de supression serà automaticament anullada. Aquesta mantenença es efectuada per assegurar als utilizaires actius lo melhor foncionament possible d'aquesta instància de diaspora*. Vos mercejam de vòstra compreneson. Se volètz conservar vòstre compte, identificatz-vos aicí : %{login_url} Esperam vos reveire lèu ! Lo messatgièr automatic de diaspora*

# notifier.remove_old_user.subject
source: Your diaspora* account has been flagged for removal due to inactivity
oc: Vòstre compte diaspora* es estat senhalat coma devent èsser suprimit en rason de son inactivitat

# notifier.report_email.body
source: Hello, the %{type} with ID %{id} was marked as offensive. Reason: %{reason} [%{url}][1] Please review as soon as possible! Cheers, The diaspora* email robot! [1]: %{url}
oc: Bonjorn, lo %{type} amb l'identificant %{id} es estat marcat coma ofensant. Rason : %{reason} [%{url}][1] Mercé de lo verificar tre que possible ! Coralament, Lo messatgièr automatic de diaspora* [1] : %{url}

# notifier.report_email.subject
source: A new %{type} was marked as offensive
oc: Un novèl %{type} es estat marcat coma ofensant

# notifier.report_email.type.comment
source: comment
oc: comentari

# notifier.report_email.type.post
source: post
oc: messatge

# notifier.reshared.reshared
source: %{name} reshared your post
oc: %{name} a tornat partejar vòstra publicacion

# notifier.reshared.view_post
source: View post >
oc: Veire la publicacion >

# notifier.single_admin.admin
source: Your diaspora* administrator
oc: Vòstre administrator diaspora*

# notifier.single_admin.subject
source: A message about your diaspora* account:
oc: Un messatge subre vòstre compte diaspora*

# notifier.started_sharing.sharing
source: has started sharing with you!
oc: a començat de partejar amb vos !

# notifier.started_sharing.subject
source: %{name} started sharing with you on diaspora*
oc: %{name} a començat de partejar amb vos sus diaspora*

# notifier.started_sharing.view_profile
source: View %{name}’s profile
oc: Veire lo perfil de %{name}

# notifier.thanks
source: Thanks,
oc: Mercé,

# notifier.to_change_your_notification_settings
source: to change your notification settings
oc: per cambiar vòstres reglatges de notificacion

source: OK
oc: D'acòrdi

# people.add_contact.invited_by
source: You were invited by
oc: Sètz estat convidat per

# people.index.couldnt_find_them
source: Couldn’t find them?
oc: Los trobatz pas ?

# people.index.looking_for
source: Looking for posts tagged %{tag_link}?
oc: Recercar publicacions marcadas %{tag_link}

# people.index.no_one_found
source: ...and no one was found.
oc: ... e pas cap trobat.

# people.index.no_results
source: Hey! You need to search for something.
oc: E ben ! Vos cal cercar quicòm.

# people.index.results_for
source: Users matching %{search_term}
oc: Utilizaires que correspondon a %{search_term}

# people.index.search_handle
source: Use their diaspora* ID (username@pod.tld) to be sure to find your friends.
oc: Utilizatz lor ID diaspora* (nomdutiliaire@pod.tld) per èsser segur de trobar vòstres amics.

# people.index.searching
source: Searching, please be patient...
oc: Recèrca en cors, mercés d'esperar...

# people.index.send_invite
source: Still nothing? Send an invite!
oc: Pas res encara ? Mandatz-lor un convidacion !

# people.person.thats_you
source: That’s you!
oc: Sètz vosautres !

# people.profile_sidebar.bio
source: Bio
oc: Biografia

# people.profile_sidebar.born
source: Birthday
oc: Anniversari

# people.profile_sidebar.gender
source: Gender
oc: Sèxe

# people.profile_sidebar.location
source: Location
oc: Localizacion

# people.show.closed_account
source: This account has been closed.
oc: Aqueste compte es estat tampat

# people.show.does_not_exist
source: Person does not exist!
oc: Aquesta persona existís pas !

# people.show.has_not_shared_with_you_yet
source: %{name} has not shared any posts with you yet!
oc: %{name} a pas encara partejar cap de publicacions amb vos !

# photos.create.integrity_error
source: Photo upload failed. Are you sure that was an image?
oc: Fracàs al moment de mandar l'imatge. Sètz segur qu'èra un imatge ?

# photos.create.runtime_error
source: Photo upload failed. Are you sure that your seatbelt is fastened?
oc: Fracàs al moment de mandar l'imatge. Sètz segur que vòstre cinta de seguretat es estacada ?

# photos.create.type_error
source: Photo upload failed. Are you sure an image was added?
oc: Fracàs al moment de mandar l'imatge. Sètz segur qu'un imatge es estat apondut ?

# photos.destroy.notice
source: Photo deleted.
oc: Fòto suprimida

# photos.new_profile_photo.upload
source: Upload a new profile photo!
oc: Mandatz una novèla fòto de perfil !

# polls.votes
source: %{count} vote so far
oc: %{count} vòte pel moment

# posts.presenter.title
source: A post from %{name}
oc: Una publicacion de %{name}

# posts.show.forbidden
source: You are not allowed to do that
oc: Sètz pas autorizat a far aquò

# posts.show.location
source: Posted from: %{location}
oc: Publicat de : %{location}

# posts.show.photos_by
source: One photo by %{author}
oc: Una fòto per %{author}

# posts.show.reshare_by
source: Reshare by %{author}
oc: Repartejat per %{author}

source: Privacy
oc: Vida privada

source: Profile
oc: Perfil

# profiles.edit.allow_search
source: Allow for people to search for you within diaspora*
oc: Autorizar lo monde a vos recercar dins diaspora*

# profiles.edit.basic
source: My basic profile
oc: Mon perfil basic

# profiles.edit.basic_hint
source: Every item in your profile is optional. Your basic profile will always be publicly visible.
oc: Totes los elements de vòstre perfil son opcionals. Vòstre perfil basic serà totjorn visible publicament.

# profiles.edit.extended
source: My extended profile
oc: Mon perfil espandit

# profiles.edit.extended_hint
source: Click the switch to set your extended profile data visibility. Public means it is visible to the internet, limited means only people who you share with will see this information.
oc: Clicatz sul boton per definir la visibilitat de vòstre perfil complet. Public significa qu'es visible per tot Internet, limitat significa solament lo mond amb qui partejatz poiràn veire aquelas informacions.

# profiles.edit.extended_visibility_text
source: Visibility of your extended profile:
oc: Visibilitat de vòstre perfil complet.

# profiles.edit.first_name
source: First name
oc: Pichon nom

# profiles.edit.last_name
source: Last name
oc: Nom d'ostal

# profiles.edit.limited
source: Limited
oc: Limitat

# profiles.edit.nsfw_check
source: Mark everything I share as NSFW
oc: Amagar tot çò que pòsti coma #NSFW

# profiles.edit.nsfw_explanation
source: NSFW (“not safe for work”) is diaspora*’s self-governing community standard for content which may not be suitable to view while at work. If you plan to share such material frequently, please check this option so that everything you share will be hidden from people’s streams unless they choose to view them.
oc: NSFW (“not safe for work” pas conselhat al trabalh) in diaspora* es un estandard gerit per la comunautat pel cotengut qu'es pas apropriat d'agachar al trabalh. S'avètz previst de ne partejar sovent, mercés de causir aquesta opcion per que tot çò que partejatz siaque escondut dins lo flux del mond qu'an pas causit de veire aquò.

# profiles.edit.nsfw_explanation2
source: If you choose not to select this option, please add the #nsfw tag each time you share such material.
oc: Se causissètz pas de seleccionar aquesta opcion, mercés d'apondre l'etiqueta #nsfw cada còp que partejatz de material d'aqueste tip.

# profiles.edit.settings
source: Profile settings
oc: Paramètres del perfil

# profiles.edit.update_profile
source: Update profile
oc: Actualizar lo perfil

# profiles.edit.your_bio
source: Your bio
oc: Vòstra biografia

# profiles.edit.your_birthday
source: Your birthday
oc: Vòstre anniversari

# profiles.edit.your_gender
source: Your gender
oc: Vòstre sèxe

# profiles.edit.your_location
source: Your location
oc: Vòstra localizacion

# profiles.edit.your_name
source: Your name
oc: Vòstre nom

# profiles.edit.your_photo
source: Your photo
oc: Vòstra fòto

# profiles.edit.your_tags
source: Describe yourself in 5 words
oc: Descrivètz-vos en 5 mots

# profiles.edit.your_tags_placeholder
source: Like #movies #kittens #travel #teacher #newyork
oc: Per exemple #filme #catons #viatjar #professor #tolosa

# profiles.update.failed
source: Failed to update profile
oc: Fracàs de l'actualizacion del perfil

# profiles.update.updated
source: Profile updated
oc: Perfil a jorn

# registrations.closed.another_pod
source: another pod
oc: un autre pod

# registrations.closed.closed_pod
source: This pod is currently closed to new registrations. However, you can still join the diaspora* network by registering on %{wiki}. Because all pods are interconnected, you will have access to the same content there.
oc: Aqueste pod es actualament pas dubèrt per las inscripcions. Pasmens, podètz jonher lo malhum diaspora* en vos marcar sus %{wiki} . Perque totes los pods son connectats entre eles, enlà auretz accès al meteis contengut.

# registrations.closed.find_pods
source: There’s a list of pods you can sign up to at %{poduptime}.
oc: Vaquí una lista de pods ont podètz vos marcar %{poduptime}.

# registrations.closed.other_questions
source: If you have any other questions regarding choosing a pod, check out our %{wiki}.
oc: S’avètz mai de questions tocant la causida d’un pod, gaitatz nòstre %{wiki}.

# registrations.create.success
source: You’ve joined diaspora*!
oc: Avètz rejunt diaspora*!

# registrations.invalid_invite
source: The invite link you provided is no longer valid!
oc: Lo ligam de convit donat es pas mai valid !

# registrations.new.email
source: Email
oc: Adreça electronica

# registrations.new.enter_email
source: Enter your email address
oc: Picatz vòstra adreça de corrièl

# registrations.new.enter_password
source: Enter a password (six character minimum)
oc: Picatz un senhal (sièis caractèrs minimum)

# registrations.new.enter_password_again
source: Enter the same password as before
oc: Picatz lo meteis senhal coma de per abans

# registrations.new.enter_username
source: Pick a username (only letters, numbers, and underscores)
oc: Picatz un nom d'utilizaire (sonque letras, chifras e jonhent bas _)

# registrations.new.password
source: Password
oc: Senhal

# registrations.new.password_confirmation
source: Password confirmation
oc: Confirmacion del senhal

# registrations.new.sign_up
source: Create account
oc: Marcatz-vos

# registrations.new.submitting
source: Submitting...
oc: Mandadís en cors...

# registrations.new.terms
source: By creating an account you accept the %{terms_link}.
oc: En creant un compte, acceptatz las %{terms_link}

# registrations.new.terms_link
source: terms of service
oc: condicions d'utilizacion

# registrations.new.username
source: Username
oc: Nom d'utilizaire

# report.comment_label
source: <strong>Comment</strong>: %{data}
oc: <strong>Comentari</strong> : %{data}

# report.confirm_deletion
source: Are you sure to delete the item?
oc: Sètz segur que volètz suprimir aqueste element ?

# report.delete_link
source: Delete item
oc: Suprimir l'element

# report.not_found
source: The post/comment was not found. It seems that it was deleted by the user!
oc: La publicacion/comentari es pas estat trobat. Sembla qu'es estat suprimit per l'utilizaire !

# report.post_label
source: <strong>Post</strong>: %{content}
oc: <strong>Publicacion</strong> : %{content}

# report.reason_label
source: Reason:
oc: Rason :

# report.reported_label
source: <strong>Reported by</strong> %{person}
oc: <strong>Senhalat per</strong> %{person}

# report.reported_user_details
source: Details on reported user
oc: Detalhs sus l'utilizaire senhalat

# report.review_link
source: Mark as reviewed
oc: Marcat coma revist.

# report.status.destroyed
source: The post was destroyed
oc: Lo messatge es estat destruit

# report.status.failed
source: Something went wrong
oc: I a agut un problèma.

# report.title
source: Reports overview
oc: Vista d'ensemble dels senhalaments

# report.unreviewed_reports
source: There is one unreviewed report.
oc: I a un rapòrt pas repassat.
