Repository: BoFFire/for-quenty
Catalog: *.po
Languages: oc

source: Applications
oc: Aplicacions

source: Contacts
oc: Mos contactes

source: Help
oc: Ajuda

source: Services
oc: Servicis

source: Statistics
oc: Estatisticas

source: Terms
oc: Condicions d'utilizacion

source: Account
oc: Compte

# activerecord.errors.models.contact.attributes.person_id.taken
source: must be unique among this user’s contacts.
oc: deu èsser unic entre los contactes d'aqueste utilizaire.

# activerecord.errors.models.person.attributes.diaspora_handle.taken
source: is already taken.
oc: es ja pres.

# activerecord.errors.models.poll.attributes.poll_answers.not_enough_poll_answers
source: Not enough poll options provided.
oc: I a pas pro de causidas possiblas

source: You’ve already participated in this poll!
oc: Avètz ja paticipat a aquel sondatge !

# activerecord.errors.models.reshare.attributes.root_guid.taken
source: That good, eh? You've already reshared that post!
oc: Es tròp crane non ? Avètz ja partejat aquesta publicacion !

# activerecord.errors.models.user.attributes.email.taken
source: is already taken.
oc: es ja utilizat.

# activerecord.errors.models.user.attributes.person.invalid
source: is invalid.
oc: es invalid.

# activerecord.errors.models.user.attributes.username.invalid
source: is invalid. We only allow letters, numbers, and underscores.
oc: es invalid. Autorizam pas que las letras, chifras e caractèrs de soslinhament.

# activerecord.errors.models.user.attributes.username.taken
source: is already taken.
oc: es ja pres.

# admins.admin_bar.dashboard
source: Dashboard
oc: Tablèu de bòrd

# admins.admin_bar.pages
source: Pages
oc: Paginas

# admins.admin_bar.pod_network
source: Pod network
oc: Ret del pod

# admins.admin_bar.pod_stats
source: Pod stats
oc: Estats del Pod

# admins.admin_bar.report
source: Reports
oc: Senhalaments

# admins.admin_bar.sidekiq_monitor
source: Sidekiq monitor
oc: Monitor Sidekiq

# admins.admin_bar.user_search
source: User search
oc: Cercar un utilizaire

# admins.admin_bar.weekly_user_stats
source: Weekly user stats
oc: Estatisticas d'utilizaire setmanièras

# admins.dashboard.fetching_diaspora_version
source: Determining latest diaspora* version...
oc: A determinar la darrièra version de diaspora*...

# admins.dashboard.pod_status
source: Pod status
oc: Estat del pod

# admins.pods.pod_desktop_link
source: desktop view
oc: vista complèta

# admins.pods.pod_desktop_view
source: This page is not available on mobile view, please switch to %{desktop_link}.
oc: Aquesta pagina es pas disponibla en vista pel mobil, mercés de cambiar per la %{desktop_link}.

# admins.pods.pod_network
source: Pod network
oc: Ret del pod

# admins.stats.2weeks
source: 2 weeks
oc: 2 setmanas

# admins.stats.50_most
source: 50 most popular tags
oc: Las 50 etiquetas mai popularas

# admins.stats.comments
source: %{count} comment
oc: %{count} comentari

# admins.stats.current_segment
source: The current segment is averaging %{post_yest} posts per user, from %{post_day}
oc: La categoria considerada a una mejana de %{post_yest} messatges per utilizaire, dempuèi %{post_day}

# admins.stats.daily
source: Daily
oc: Quotidiana

# admins.stats.display_results
source: Displaying results from the %{segment} segment
oc: Afichatge dels resultats pel periòde %{segment}

# admins.stats.go
source: Go
oc: Executar

# admins.stats.month
source: Month
oc: Mes

# admins.stats.posts
source: %{count} post
oc: %{count} publicacion

# admins.stats.shares
source: %{count} share
oc: %{count} partiment

# admins.stats.tag_name
source: Tag name: %{name_tag} Count: %{count_tag}
oc: Nom de l'etiqueta : %{name_tag} Nombre : %{count_tag}

# admins.stats.usage_statistic
source: Usage statistics
oc: Estatisticas d'utilizacion

# admins.stats.users
source: %{count} user
oc: %{count} utilizaire

# admins.stats.week
source: Week
oc: Setmana

# admins.user_entry.account_closed
source: Account closed
oc: Compte tampat

# admins.user_entry.diaspora_handle
source: diaspora* ID
oc: identificant diaspora*

# admins.user_entry.email
source: Email
oc: Corrièl

# admins.user_entry.invite_token
source: Invite token
oc: Geton de convit

# admins.user_entry.last_seen
source: Last seen
oc: Darrièra connexion

# admins.user_entry.no
source: No
oc: Non

# admins.user_entry.spotlight
source: Spotlight
oc: Especials

# admins.user_entry.unknown
source: Unknown
oc: Desconegut

# admins.user_entry.yes
source: Yes
oc: Òc

# admins.user_search.account_closing_scheduled
source: The account of %{name} is scheduled to be closed. It will be processed in a few moments...
oc: La tampadura del compte %{name} es planificada. Serà efectuada dins gaire de temps.

# admins.user_search.account_locking_scheduled
source: The account of %{name} is scheduled to be locked. It will be processed in a few moments...
oc: Lo compte de %{name} va èsser verrolhat dins un momenton

# admins.user_search.account_unlocking_scheduled
source: The account of %{name} is scheduled to be unlocked. It will be processed in a few moments...
oc: Lo compte de %{name} va èsser desverrolhat dins un momenton.

# admins.user_search.add_admin
source: %{name} has been made an admin.
oc: %{name} es admin.

# admins.user_search.add_invites
source: Add invites
oc: Apondre de convits

# admins.user_search.add_moderator
source: %{name} has been made a moderator.
oc: %{name} es moderator.

# admins.user_search.add_spotlight
source: %{name} has been added to community spotlight.
oc: %{name} es estat apondut als especials de la comunitat.

# admins.user_search.are_you_sure
source: Are you sure you want to close this account?
oc: Sètz segur que volètz tampar aqueste compte ?

# admins.user_search.are_you_sure_lock_account
source: Are you sure you want to lock this account?
oc: Sètz segur que volètz verrolhar aqueste compte ?

# admins.user_search.are_you_sure_unlock_account
source: Are you sure you want to unlock this account?
oc: Sètz segur que volètz desverrolhar aqueste compte ?

# admins.user_search.close_account
source: Close account
oc: Tampar aqueste compte

# admins.user_search.delete_admin
source: %{name} has been removed from the list of admins.
oc: %{name} es estat tirat de la lista dels admin.

# admins.user_search.delete_moderator
source: %{name} has been removed from the list of moderators.
oc: %{name} es estat tirat de la lista dels moderators.

# admins.user_search.delete_spotlight
source: %{name} has been removed from community spotlight.
oc: %{name} es estat tirat dels especials de la comunitat.

# admins.user_search.does_not_exist
source: User does not exist!
oc: L’utilizaire existís pas

# admins.user_search.email_to
source: Email to invite
oc: Adreça electronica de la persona de convidar

# admins.user_search.invite
source: Invite
oc: Convidar

# admins.user_search.lock_account
source: Lock account
oc: Verrolhar lo compte

# admins.user_search.make_admin
source: Make admin
oc: Far venir admin

# admins.user_search.make_moderator
source: Make moderator
oc: Far venir moderator

# admins.user_search.make_spotlight
source: Add to community spotlight
oc: Apondre als especials de la comunitat

# admins.user_search.remove_admin
source: Remove as admin
oc: Quitar d’èsser admin

# admins.user_search.remove_moderator
source: Remove as moderator
oc: Quitar d’èsser moderator

# admins.user_search.remove_spotlight
source: Remove from community spotlight
oc: Tirar dels especials de la comunitat

# admins.user_search.role_implemented
source: %{name} has already been given this role!
oc: Òm a ja donat aquel ròtle a %{name} !

# admins.user_search.role_removal_implemented
source: %{name} has already been removed from this role!
oc: Òm a ja tirat aquel ròtle a %{name} !

# admins.user_search.under_13
source: Show users that are under 13 (COPPA)
oc: Mostrar los utilizaires qu'an mens de 13 ans (COPPA)

# admins.user_search.unlock_account
source: Unlock account
oc: Desverrolhar lo compte

# admins.user_search.users
source: %{count} user found
oc: %{count} utilizaire trobat

# admins.user_search.view_profile
source: View profile
oc: Afichar lo perfil

# admins.user_search.you_currently
source: You currently have one invite left %{link}
oc: Vos demòra actualament un convit %{link}

# admins.weekly_user_stats.amount_of
source: Number of new users this week: %{count}
oc: %{count} novèl utilizaire aquesta setmana

# admins.weekly_user_stats.current_server
source: Current server date is %{date}
oc: La data actuala del servidor es %{date}

source: All aspects
oc: Totes los aspèctes

# api.openid_connect.authorizations.destroy.fail
source: The attempt to revoke the authorization with ID %{id} failed
oc: La temptativa de revocacion de l'autorizacion amb ID %{id} a fracassat

# api.openid_connect.authorizations.new.access
source: %{name} requires access to:
oc: %{name} a besonh d'accedir a :

# api.openid_connect.authorizations.new.approve
source: Approve
oc: Aprovar

# api.openid_connect.authorizations.new.bad_request
source: Missing client id or redirect URI
oc: ID client mancant o URL de redireccion

# api.openid_connect.authorizations.new.client_id_not_found
source: No client with client_id %{client_id} with redirect URI %{redirect_uri} found
oc: Pas de client amb client_id %{client_id} amb URL de redireccion %{redirect_uri} pas trobat

# api.openid_connect.authorizations.new.deny
source: Deny
oc: Regetar

# api.openid_connect.authorizations.new.no_requirement
source: %{name} requires no permissions
oc: %{name} a pas besonh de permissions

# api.openid_connect.authorizations.new.redirection_message
source: Are you sure you want to give access to %{redirect_uri}?
oc: Sètz segur que volètz donar accès a %{redirect_uri} ?

# api.openid_connect.error_page.contact_developer
source: You should contact the developer of the application and include the following detailed error message:
oc: Deuriatz contactar lo desvolopaire de l'aplicacion e inclure lo messatge d'error detalhat seguent :

# api.openid_connect.error_page.could_not_authorize
source: The application could not be authorized
oc: L'aplicacion a pas pugut èsser autorizada

# api.openid_connect.error_page.login_required
source: You must first login before you can authorize this application
oc: D'en primièr, vos cal vos connectar per fin de poder autorizar aquesta aplicacion

# api.openid_connect.error_page.title
source: Oh! Something went wrong :(
oc: Ops ! Quicòm a trucat :(

# api.openid_connect.scopes.name.description
source: This grants read access to name data to the application.
oc: Aquò dòna la permission del nom a l'aplicacion

# api.openid_connect.scopes.name.name
source: name
oc: nom

# api.openid_connect.scopes.nickname.description
source: This grants read access to nickname data to the application.
oc: Aquò dina las permissions ligadas a l'escais a l'aplicacion

# api.openid_connect.scopes.nickname.name
source: nickname
oc: Escais

# api.openid_connect.scopes.openid.description
source: This grants read access to basic profile information to the application.
oc: Aquò permet a l'aplicacion de veire vòstre perfil basic

# api.openid_connect.scopes.openid.name
source: basic profile
oc: perfil basic

# api.openid_connect.scopes.picture.description
source: This grants read access to user's profile picture data to the application.
oc: Aquò dòna las permissions ligadas als imatges a l'aplicacion

# api.openid_connect.scopes.picture.name
source: picture
oc: imatge

# api.openid_connect.scopes.profile.description
source: This grants read access to extendend profile data to the application.
oc: Aquò autoriza l'aplicacion a legir vòstre perfil complet

# api.openid_connect.scopes.profile.name
source: extended profile
oc: perfil complet

# api.openid_connect.scopes.sub.description
source: This grants sub permissions to the application.
oc: Aquò autreja de sospermissions a l'aplicacion

# api.openid_connect.scopes.sub.name
source: sub
oc: jos

# api.openid_connect.user_applications.index.access
source: %{name} has access to:
oc: %{name} a accès a :

# api.openid_connect.user_applications.index.edit_applications
source: Applications
oc: Aplicacions

# api.openid_connect.user_applications.index.no_requirement
source: %{name} requires no permissions
oc: %{name} as pas besonh d'autorizacions.

# api.openid_connect.user_applications.index.title
source: Authorized applications
oc: Aplicacions autorizadas

# api.openid_connect.user_applications.no_applications
source: You have no authorized applications
oc: Avètz cap d’aplicacion autorizada

# api.openid_connect.user_applications.policy
source: See the application's privacy policy
oc: Veire la politica de confidencialitat de l'aplicacion

# api.openid_connect.user_applications.revoke_autorization
source: Revoke
oc: Revocar

# api.openid_connect.user_applications.tos
source: See the application's terms of service
oc: Veire las condicions d'utilizacion de l'aplicacion

source: Are you sure?
oc: Sètz segur ?

# are_you_sure_delete_account
source: Are you sure you want to close your account? This can’t be undone!
oc: Sètz segur que volètz tampar vòstre compte ? Aquò se pòt pas anullar !

# are_you_sure_ignore_user
source: You are going to ignore that user. Are you sure?
oc: Sètz per ignorar aquel utilizaire. Confirmatz ?

# aspect_memberships.destroy.failure
source: Failed to remove person from aspect.
oc: La persona a pas pogut èsser levada de l'aspècte amb succès.

# aspect_memberships.destroy.forbidden
source: You are not allowed to do that.
oc: Sètz pas autorizat a far aquò

# aspect_memberships.destroy.invalid_statement
source: Duplicate record rejected.
oc: Impossible de duplicar l'enregistrament.

# aspect_memberships.destroy.no_membership
source: Could not find the selected person in that aspect.
oc: Se pòt pas trobar la persona seleccionada dins aqueste aspècte.

# aspect_memberships.destroy.success
source: Successfully removed person from aspect.
oc: La persona es estada levada de l'aspècte amb succès.

# aspects.add_to_aspect.failure
source: Failed to add contact to aspect.
oc: Fracàs de l'apondon del contacte a l'aspècte.

# aspects.add_to_aspect.success
source: Successfully added contact to aspect.
oc: Lo contacte es ben estat apondut a l'aspècte.

# aspects.aspect_listings.add_an_aspect
source: + Add an aspect
oc: + Apondre un aspècte

# aspects.aspect_stream.make_something
source: Make something
oc: Fasètz quicòm

# aspects.aspect_stream.stay_updated
source: Stay updated
oc: Demoratz al fial

# aspects.aspect_stream.stay_updated_explanation
source: Your main stream is populated with all of your contacts, tags you follow, and posts from some creative members of the community.
oc: Vòstre flux principal conten totes vòstres contactes, etiquetas seguidas, e publicacions de qualques sòcis creatius de la comunautat.

# aspects.destroy.failure
source: %{name} could not be removed.
oc: %{name} a pas pogut èsser suprimit.

# aspects.destroy.success
source: %{name} was successfully removed.
oc: %{name} es ben estat levat.

# aspects.destroy.success_auto_follow_back
source: %{name} was successfully removed. You used this aspect to automatically follow back users. Check your user settings to select a new auto follow back aspect.
oc: %{name} es ben estat levat. Emplegàvetz aqueste aspècte per seguir automaticament los utilizaires. Verificatz vòstres paramètres d'utilizaire per causir un novèl aspècte per aquò.

# aspects.edit.aspect_list_is_not_visible
source: Contacts in this aspect are not able to see each other.
oc: Los contactes dins aqueste aspècte se pòdon veire entre eles.

# aspects.edit.aspect_list_is_visible
source: Contacts in this aspect are able to see each other.
oc: Los contactes dins aqueste aspècte se pòdon veire entre eles.

# aspects.edit.confirm_remove_aspect
source: Are you sure you want to delete this aspect?
oc: Sètz segur de volètz suprimir aqueste aspècte ?

# aspects.edit.rename
source: Rename
oc: Renomenar

# aspects.edit.update
source: Update
oc: Metre a jorn

# aspects.edit.updating
source: Updating
oc: En cors de mesa a jorn

# aspects.index.donate
source: Donate
oc: Far un don

# aspects.index.donate_liberapay
source: Donate to liberapay
oc: Far un don a liberapay

# aspects.index.help.any_problem
source: Got a problem?
oc: Avètz agut un problèma ?

# aspects.index.help.contact_podmin
source: Contact the administrator of your pod!
oc: Contactar l'administrator de vòstre pod !

# aspects.index.help.do_you
source: Do you:
oc: Volètz :

# aspects.index.help.feature_suggestion
source: ... have a %{link} suggestion?
oc: ... far una suggestion de %{link} ?

# aspects.index.help.find_a_bug
source: ... find a %{link}?
oc: ... signalar %{link} ?

# aspects.index.help.have_a_question
source: ... have a %{link}?
oc: ... pausar una %{link} ?

# aspects.index.help.here_to_help
source: The diaspora* community is here!
oc: La comunautat diaspora* es aquí !

# aspects.index.help.mail_podmin
source: Podmin email
oc: Corrièl del podmin

# aspects.index.help.need_help
source: Need help?
oc: Besonh d'ajuda ?

# aspects.index.help.support_forum
source: You can also join the %{support_forum}.
oc: Podètz tanben contactar lo %{support_forum}.

# aspects.index.help.support_forum_link
source: support forum
oc: forum d’assisténcia

# aspects.index.help.tag_feature
source: feature
oc: suggestion

# aspects.index.help.tutorials_and_wiki
source: %{faq}, %{tutorial} & %{wiki}: help for your first steps.
oc: %{faq}, %{tutorial} e %{wiki} : vos ajudan per vòstres primièrs passes.

# aspects.index.introduce_yourself
source: This is your stream. Jump in and introduce yourself.
oc: Es vòstre flux. Rejonhètz-nos e presentatz-vos.

# aspects.index.keep_pod_running
source: Keep %{pod} running fast and buy servers their coffee fix with a monthly donation!
oc: Permetètz a %{pod} de foncionar rapidament e ofrissètz una dòsi de cafè mesadièra a nòstres servidors !

# aspects.index.new_here.follow
source: Follow %{link} and welcome new users to diaspora*!
oc: Seguissètz %{link} e aculhissètz los novèls utilizaires de diaspora* !

# aspects.index.new_here.learn_more
source: Learn more
oc: Ne saber mai

# aspects.index.new_here.title
source: Welcome new users
oc: Aculhir los novèls venguts

# aspects.index.services.content
source: You can connect the following services to diaspora*:
oc: Podètz connectar aqueles servicis a diaspora* :

# aspects.index.services.heading
source: Connect services
oc: Connectar de servicis

# aspects.index.welcome_to_diaspora
source: Welcome to diaspora*, %{name}!
oc: Benvenguda dins diaspora*, %{name} !

# aspects.no_contacts_message.community_spotlight
source: Community spotlight
oc: Actualitat de la comunautat

# aspects.no_contacts_message.invite_link_text
source: invite
oc: convidar

# aspects.no_contacts_message.or_spotlight
source: Or you can share with %{link}
oc: O podètz partejar amb %{link}

# aspects.no_contacts_message.try_adding_some_more_contacts
source: You can search or %{invite_link} more contacts.
oc: Podètz recercar o %{invite_link} mai de contactes.

# aspects.no_contacts_message.you_should_add_some_more_contacts
source: You should add some more contacts!
oc: Vos cal apondre un pauc mai de contactes !

# aspects.seed.acquaintances
source: Acquaintances
oc: Coneissenças

# aspects.seed.family
source: Family
oc: Familha

# aspects.seed.friends
source: Friends
oc: Amics

# aspects.seed.work
source: Work
oc: Trabalh

# aspects.update.failure
source: Your aspect, %{name}, had too long name to be saved.
oc: Lo nom del vòstre aspecte, %{name}, es tròp long, enregistrament impossible.

# aspects.update.success
source: Your aspect, %{name}, has been successfully edited.
oc: La modificacion de vòstre aspècte %{name}, a capitat.

# blocks.create.failure
source: I couldn’t ignore that user. #evasion
oc: Ai pas pogut ignorar aqueste utilizaire. #evasion

# blocks.create.success
source: All right, you won’t see that user in your stream again. #silencio!
oc: D'acòrdi, tornaretz pas veire aqueste utilizaire dins vòstre flux. #silenci !

# blocks.destroy.failure
source: I couldn’t stop ignoring that user. #evasion
oc: Ai pas pogut quitar d'ignorar aqueste utilizaire. #evasion

# blocks.destroy.success
source: Let’s see what they have to say! #sayhello
oc: Vejam çò qu'an a dire ! #digatzbonjorn

# bookmarklet.explanation
source: Post to diaspora* from anywhere by bookmarking this link => %{link}.
oc: Publicatz sus diaspora* d'ont que siá en apondent aqueste ligam => %{link}.

# bookmarklet.heading
source: Bookmarklet
oc: Publicacion rapida

# bookmarklet.post_something
source: Post to diaspora*
oc: Publicatz sus diaspora*

source: Cancel
oc: Anullar

# color_themes.dark
source: Dark
oc: Escur

# color_themes.dark_green
source: Dark green
oc: Verd escur

# color_themes.egyptian_blue
source: Egyptian blue
oc: Blau egipcian

# color_themes.original
source: Original gray
oc: Gris d’origina

# color_themes.original_white
source: Original white background
oc: Fons blanc d’origina

# comments.new_comment.comment
source: Comment
oc: Comentar

# comments.new_comment.commenting
source: Commenting...
oc: Comentari en cors de mandadís...

# contacts.index.add_contact
source: Add contact
oc: Apondre un contacte

# contacts.index.all_contacts
source: All contacts
oc: Totes los contactes

# contacts.index.community_spotlight
source: Community spotlight
oc: Actualitat de la comunautat

# contacts.index.my_contacts
source: My contacts
oc: Mos contactes

# contacts.index.no_contacts
source: Looks like you need to add some contacts!
oc: Sembla que vos cal apondre mai de contactes !

# contacts.index.no_contacts_in_aspect
source: You don't have any contacts in this aspect yet. Below is a list of your existing contacts which you can add to this aspect.
oc: Avètz pas encara de contactes dins aqueste aspècte. Çai-jos i a una lista de vòstre contactes que podètz apondre a aqueste aspècte.

# contacts.index.no_contacts_message
source: Check out %{community_spotlight}
oc: Consultatz %{community_spotlight}

# contacts.index.only_sharing_with_me
source: Only sharing with me
oc: Partejan solament amb ieu

# contacts.index.start_a_conversation
source: Start a conversation
oc: Començar una conversacion

# contacts.index.title
source: Contacts
oc: Contactes

# contacts.index.user_search
source: Contact search
oc: Cercar un contacte

# contacts.spotlight.community_spotlight
source: Community spotlight
oc: Actualitat de la comunitat

# contacts.spotlight.no_members
source: There are no members yet.
oc: I a pas encara cap de membre.

# contacts.spotlight.suggest_member
source: Suggest a member
oc: Suggerir un membre

# conversations.create.fail
source: Invalid message
oc: Messatge invalid

# conversations.create.sent
source: Message sent
oc: Messatge mandat

# conversations.destroy.delete_success
source: Conversation successfully deleted
oc: Conversacion escafada amb succès

# conversations.destroy.hide_success
source: Conversation successfully hidden
oc: Conversacion amagada amb succès

# conversations.index.conversations_inbox
source: Conversations – Inbox
oc: Discussions - Bóstia de recepcion

# conversations.index.inbox
source: Inbox
oc: Bóstia de recepcion

# conversations.index.new_conversation
source: New conversation
oc: Novèla conversacion

# conversations.index.no_contacts
source: You need to add some contacts before you can start a conversation
oc: Vos cal apondre de contactes abans de poder començar una conversacion

# conversations.index.no_messages
source: No messages
oc: Pas cap de messatges

# conversations.new.message
source: Message
oc: Messatge

# conversations.new.send
source: Send
oc: Mandar

# conversations.new.sending
source: Sending...
oc: Mandadís...

# conversations.new.subject
source: Subject
oc: Subjècte

# conversations.new.subject_default
source: No subject
oc: Pas de subjècte

# conversations.new.to
source: To
oc: Per

# conversations.new_conversation.fail
source: Invalid message
oc: Messatge invalid
