Repository: BoFFire/for-quenty
Catalog: *.po
Languages: oc

# reshares.comment_email_subject
source: %{resharer}’s reshare of %{author}’s post
oc: Partiment per %{resharer} d'un messatge de %{author}

# reshares.create.error
source: Failed to reshare.
oc: Fracàs al moment de tornar partejar.

# reshares.reshare.deleted
source: Original post deleted by author.
oc: La publicacion originala foguèt suprimida per son autor.

# reshares.reshare.reshare_confirmation
source: Reshare %{author}’s post?
oc: Volètz tornar partejar la publicacion a %{author} ?

# reshares.reshare.reshared_via
source: Reshared via
oc: Repartejat per

source: Search
oc: Recercar

# services.create.already_authorized
source: A user with diaspora id %{diaspora_id} already authorized that %{service_name} account.
oc: Un utilizaire que l'identificant diaspora*%{service_name} es %{diaspora_id} a ja autorizat aqueste compte %{service_name}.

# services.create.failure
source: Authentication failed.
oc: Fracàs de l'autentificacion.

# services.create.read_only_access
source: Access level is read-only, please try to authorize again later
oc: Accès en lectura sola, ensajatz tornamai d'autorizar pus tard

# services.create.success
source: Authentication successful.
oc: Autentificacion capitada

# services.destroy.success
source: Successfully deleted authentication.
oc: Autentificacion suprimida.

# services.failure.error
source: There was an error connecting to that service
oc: Una error s'es produita al moment de la connexion amb aqueste servici

# services.index.connect
source: Connect
oc: Connectar

# services.index.disconnect
source: Disconnect
oc: Se desconnectar

# services.index.edit_services
source: Edit services
oc: Modificar los servicis

# services.index.logged_in_as
source: Logged in as %{nickname}.
oc: Connectat coma %{nickname}.

# services.index.no_services_available
source: There are no services available on this pod.
oc: I a pas cap de servici de disponible sus aqueste pod.

# services.index.not_logged_in
source: Currently not logged in.
oc: Actualament, sètz pas connectat.

# services.index.really_disconnect
source: Disconnect %{service}?
oc: Se desconnectar de %{service} ?

# services.index.services_explanation
source: Connecting to third-party sharing services gives you the ability to publish your posts to them as you write them in diaspora*.
oc: Se connectar a de servicis tèrces vos permet de publicar vòstras publicacions suls aqueles servicis quand n'escrivètz sus diaspora*.

# services.index.share_to
source: Share to %{provider}
oc: Partejar amb %{provider}

# services.index.title
source: Manage connected services
oc: Gerir los servicis connectats

source: Settings
oc: Paramètres

# shared.aspect_dropdown.mobile_row_checked
source: %{name} (remove)
oc: %{name} (suprimir)

# shared.aspect_dropdown.mobile_row_unchecked
source: %{name} (add)
oc: %{name} (apondre)

# shared.aspect_dropdown.toggle
source: In %{count} aspect
oc: Dins %{count} aspècte

# shared.invitations.by_email
source: Invite people by email
oc: Convidar de monde per corrièl

# shared.invitations.invite_your_friends
source: Invite your friends
oc: Convidar vòstres amics

# shared.invitations.invites
source: Invites
oc: Convits

# shared.invitations.share_this
source: Share this link via email, blog, or social networks!
oc: Partejatz aqueste ligam via corrièl, blog, o malhums socials !

# shared.public_explain.atom_feed
source: Atom feed
oc: Flux Atom

# shared.public_explain.control_your_audience
source: Control your audience
oc: Contrarotlatz vòstra audiéncia

# shared.public_explain.logged_in
source: Logged in to %{service}
oc: Connectat a %{service}

# shared.public_explain.manage
source: Manage connected services
oc: Gerir los servicis connectats

# shared.public_explain.new_user_welcome_message
source: Use #hashtags to classify your posts and find people who share your interests. Call out awesome people with @Mentions
oc: Utilizatz las #etiquetas per triar vòstras publicacions e per trobar de monde que partejan vòstres interèsses. Interpellatz de personas genialas amb las @Mencions

# shared.public_explain.outside
source: Public messages will be available for others outside of diaspora* to see.
oc: Los messatges publics poiràn èsser vistes per totes, quitament en defòra de diaspora*.

# shared.public_explain.share
source: Share
oc: Partejatz

# shared.public_explain.title
source: Set up connected services
oc: Metre en plaça de servicis connectats

# shared.public_explain.visibility_dropdown
source: Use this dropdown to change visibility of your post. (We suggest you make this first one public.)
oc: Utilizatz aqueste menú per cambiar la visibilitat de vòstra publicacion. (Vos recomandam de marcar la primièra coma publica)

# shared.publisher.discard_post
source: Discard post
oc: Suprimir la publicacion

# shared.publisher.formatWithMarkdown
source: You can use %{markdown_link} to format your post
oc: Utilizatz la sintaxi %{markdown_link} per metre en forma vòstre messatge

# shared.publisher.get_location
source: Get your location
oc: Apondre vòstra localizacion

# shared.publisher.new_user_prefill.hello
source: Hey everyone, I’m #%{new_user_tag}.
oc: Adiu mond, soi %{new_user_tag}.

# shared.publisher.new_user_prefill.i_like
source: I’m interested in %{tags}.
oc: M'interèssa %{tags}.

# shared.publisher.new_user_prefill.invited_by
source: Thanks for the invite,
oc: Mercé pel convit,

# shared.publisher.new_user_prefill.newhere
source: newhere
oc: novèlaicí

# shared.publisher.poll.add_a_poll
source: Add a poll
oc: Apondre un sondatge

# shared.publisher.posting
source: Posting...
oc: Publicacion...

# shared.publisher.remove_location
source: Remove location
oc: Suprimir l'emplaçament

# shared.publisher.share
source: Share
oc: Partejar

# shared.publisher.whats_on_your_mind
source: What’s on your mind?
oc: A de qué pensatz ?

# shared.stream_element.via_mobile
source: Via mobile
oc: Enviat d'un mobil

# simple_captcha.label
source: Enter the code in the box:
oc: Entratz lo còdi dins lo camp

# simple_captcha.message.default
source: The secret code did not match with the image
oc: Lo còdi provesit correspond pas a l'imatge

# simple_captcha.message.failed
source: Human verification failed
oc: La verificacion antirobòt a fracassat

# simple_captcha.message.user
source: The secret image and code were different
oc: L'imatge e lo còdi son diferents

# simple_captcha.placeholder
source: Enter the image value
oc: Sasissètz lo contengut de l'imatge

# statistics.active_users_halfyear
source: Active users half year
oc: Utilizaires actius aqueste semèstre

# statistics.active_users_monthly
source: Active users monthly
oc: Utilizaires actius per mes

# statistics.closed
source: Closed
oc: Tampat

# statistics.disabled
source: Not available
oc: Indisponible

# statistics.enabled
source: Available
oc: Disponible

# statistics.local_comments
source: Local comments
oc: Comentaris locals

# statistics.local_posts
source: Local posts
oc: Messatges locals

# statistics.name
source: Name
oc: Nom

# statistics.network
source: Network
oc: Ret

# statistics.open
source: Open
oc: Dubèrt

# statistics.registrations
source: Registrations
oc: Enregistraments

# statistics.services
source: Services
oc: Servicis

# statistics.total_users
source: Total users
oc: Total d'utilizaires

# status_messages.bad_aspects
source: Provided aspects IDs aren't applicable (non-existent or not owned)
oc: Los ID d’aspèctes fornits son pas aplicables (existisson pas o son pas vòstres)

# status_messages.new.mentioning
source: Mentioning: %{person}
oc: Menciona : %{person}

# status_messages.too_long
source: Please make your status message fewer than %{count} characters. Right now it is %{current_length} characters
oc: Avisatz-vos d'escriure un messatge d'estatut de %{count} caractèrs maximum. Compta actualament %{current_length} caractèrs.

# stream_helper.no_more_posts
source: You have reached the end of the stream.
oc: Avètz atent la fin d'aqueste flux.

# stream_helper.no_posts_yet
source: There are no posts yet.
oc: I a pas encara cap de messatge aicí.

# streams.activity.title
source: My activity
oc: Mon activitat

# streams.admin.title
source: Admin
oc: Administracion

# streams.aspects.all
source: All aspects
oc: Totes los aspèctes

# streams.aspects.title
source: My aspects
oc: Mos aspèctes

# streams.aspects_stream
source: Aspects
oc: Aspèctes

# streams.comment_stream.title
source: Commented posts
oc: Publicacions comentadas

# streams.commented.title
source: Commented posts
oc: Publicacions comentadas

# streams.community_spotlight_stream
source: Community spotlight
oc: Actualitat de la comunitat

# streams.followed_tag.add_a_tag
source: Add a tag
oc: Apondre una etiqueta

# streams.followed_tag.all
source: All tags
oc: Totas las etiquetas

# streams.followed_tag.follow
source: Follow
oc: Seguir

# streams.followed_tag.title
source: #Followed tags
oc: #Etiquetas seguidas

# streams.followed_tags_stream
source: #Followed tags
oc: #Etiquetas seguidas

# streams.like_stream.title
source: Like stream
oc: Flux dels elements qu'agradan

# streams.liked.title
source: Liked posts
oc: Publicacions aimadas

# streams.mentioned_stream
source: @Mentions
oc: @Mencions

# streams.mentions.title
source: @Mentions
oc: @Mencions

# streams.multi.title
source: Stream
oc: Flux

# streams.public.title
source: Public activity
oc: Activitat publica

# streams.tags.title
source: Posts tagged: %{tags}
oc: Messatges etiquetats : %{tags}

# tag_followings.manage.no_tags
source: You aren't following any tags.
oc: Seguissètz pas cap d'etiquetas.

# tag_followings.manage.title
source: Manage followed tags
oc: Gerir las etiquetas

# tags.name_too_long
source: Please make your tag name fewer than %{count} characters. Right now it is %{current_length} characters
oc: Vòstre tag deu far mens de %{count} caractèrs ( actualament, %{current_length})

# tags.show.follow
source: Follow #%{tag}
oc: Seguir #%{tag}

# tags.show.none
source: The empty tag does not exist!
oc: L'etiqueta voida existís pas !

# tags.show.stop_following
source: Stop following #%{tag}
oc: Quitar de seguir #%{tag}

# tags.show.tagged_people
source: 1 person tagged with %{tag}
oc: 1 persona marcada amb %{tag}

# two_factor_auth.activated.change_button
source: Deactivate
oc: Desactivar

# two_factor_auth.activated.change_label
source: Deactivate two-factor authentication by entering your password
oc: Desactivatz l’autentificacion en dos temps en picar vòstre senhal

# two_factor_auth.activated.status
source: Two-factor authentication activated
oc: Autentificacion en dos temps activiada

# two_factor_auth.confirm.activate_button
source: Confirm and activate
oc: Confirmar e activar

# two_factor_auth.confirm.input_explanation
source: After scanning or entering the secret, enter the six-digit code you see and confirm the setup.
oc: Aprèp aver numerizat o picat lo secret, picatz lo còdi de sièis chifras que vesètz e confirmatz lo parametratge.

# two_factor_auth.confirm.input_title
source: Confim with TOTP token
oc: Confirmar amb un geton TOTP

# two_factor_auth.confirm.manual_explanation
source: In case you can’t scan the QR code automatically you can manually enter the secret in your app.
oc: Se per cas poscatz pas numerizar lo còdi QR automaticament podètz picar a la man lo secret dins vòstra aplicacion.

# two_factor_auth.confirm.manual_explanation_cont
source: We are using time-based one-time passwords (TOTP) with six-digit tokens. In case your app prompts you for a time interval and algorithm enter 30 seconds and sha1 respectively. <br /> The spaces are just for readability, please enter the code without them.
oc: Utilizam TOTP (time-based one-time passwords, senhal unic basat sus l’ora) amb de getons de sièis chifras. Se per cas vòstra aplicacion vos demande un interval de temps e un algoritme picatz 30 segondas e sha1.<br /> Los espacis son per una lectura de bon legir, volgatz picar lo còdi sens eles.

# two_factor_auth.confirm.scan_explanation
source: Please scan the QR code with a TOTP capable app, such as andOTP (Android), FreeOTP (iOS), SailOTP (SailfishOS).
oc: Volgatz numerizar lo còdi QR amb una aplicacion compatibla TOTP, coma andOTP (Android), FreeOTP (iOS), SailOTP (SailfishOS).

# two_factor_auth.confirm.scan_title
source: Scan the QR code
oc: Numerizar lo còdi QR

# two_factor_auth.confirm.status
source: Two-factor authentication is not fully activated yet, you need to confirm activation with a TOTP token
oc: L’autentificacion es pas complètament activada, vos cal confirmar l’activacion amb un geton TOTP

# two_factor_auth.confirm.title
source: Confirm activation
oc: Confirmatz l’activacion

# two_factor_auth.deactivated.change_button
source: Activate
oc: Activar

# two_factor_auth.deactivated.change_label
source: Activate two-factor authentication
oc: Activar l’autentificacion en dos temps

# two_factor_auth.deactivated.status
source: Two-factor authentication not activated
oc: L’autentificacion en dos temps es pas activada

# two_factor_auth.explanation
source: Two-factor authentication is a powerful way to ensure you are the only one able to sign in to your account. When signing in, you will enter a 6-digit code along with your password to prove your identity. Be careful though: if you lose your phone and the recovery codes created when you activate this feature, access to your diaspora* account will be blocked forever.
oc: L’autentificacion dos factors es un biais poderós de s’assegurar que sètz ben vos l’unica persona a vos connectar a vòstre compte. Al moment de vos connectar, picaretz un còdi de 6 chifras aprèp vòstre senhal per provar vòstra identitat. Siatz prudent : se perdatz vòstre mobil e los còdis de recuperacion creats a l’activacion d’aquesta foncionalitat, l’accès a vòstre compte diaspora* serà blocat per totjorn.

# two_factor_auth.flash.error_token
source: Token was incorrect or invalid
oc: Lo geton èra incorrècte o invalid

# two_factor_auth.flash.success_activation
source: Successfully activated two-factor authentication
oc: Autentificacion en dos temps corrèctament activada

# two_factor_auth.flash.success_deactivation
source: Successfully deactivated two-factor authentication
oc: Autentificacion en dos temps corrèctament desactivada

# two_factor_auth.input_token.label
source: Two-factor token
oc: Geton dos factors

# two_factor_auth.input_token.placeholder
source: six-digit two-factor token
oc: geton dos factor en sièis chifras

# two_factor_auth.recovery.button
source: Generate new recovery codes
oc: Generar de nòus còdis de recuperacion

# two_factor_auth.recovery.explanation
source: If you ever lose access to your phone, you can use one of the recovery codes below to regain access to your account. Keep the recovery codes safe. For example, you may print them and store them with other important documents.
oc: Se per cas perdatz lo mobil, podètz utilizar un dels còdis de recuperacion çai-jos per tornar obténer l’accès al compte. Gardatz los còdis de recuperacion en un lòc segur. Per exemple, podètz los imprimir e gardar amb d’autres documents importants.

# two_factor_auth.recovery.explanation_short
source: Recovery codes allow you to regain access to your account if you lose your phone. Note that you can use each recovery code only once.
oc: Los còdis de recuperacion vos permeton de tornar obténer l’accès al compte se per cas perdatz lo mobil. Notatz que podètz pas qu’utilizar cada còdi pas qu’un còp.

# two_factor_auth.recovery.invalidation_notice
source: If you've lost your recovery codes, you can regenerate them here. Your old recovery codes will be invalidated.
oc: Se perdètz los còdis de recuperacion, podètz los regenerar aquí. Los ancians còdis de recuperacion seràn pas mai valids.

# two_factor_auth.recovery.reminder
source: Alternatively, you can use one of the recovery codes.
oc: Autrament podètz utilizar un dels còdis de recuperacion.

# two_factor_auth.recovery.title
source: Recovery codes
oc: Còdis de recuperacion

# two_factor_auth.title
source: Two-factor authentication
oc: Autentificacion en dos temps

source: Username
oc: Nom d'utilizaire

# users.confirm_email.email_confirmed
source: Email %{email} activated
oc: Corrièl %{email} activat

# users.confirm_email.email_not_confirmed
source: Email could not be activated. Wrong link?
oc: Avèm pas pogut activar lo corrièl. Marrit ligam ?

# users.destroy.no_password
source: Please enter your current password to close your account.
oc: Mercé de picar vòstre sehnal actual per tampar lo vòstre compte.

# users.destroy.success
source: Your account has been locked. It may take 20 minutes for us to finish closing your account. Thank you for trying diaspora*.
oc: Vòstre compte es estat verrolhat. Pòt prene vint minuta per ne finalizar la tampadura. Mercés d'aver ensajat diaspora*.

# users.destroy.wrong_password
source: The entered password didn’t match your current password.
oc: Lo senhal dintrat correpond pas amb lo senhal actual.

# users.edit.also_commented
source: someone comments on a post you’ve commented on
oc: qualqu'un a comentat una publicacion qu'avètz comentada

# users.edit.auto_follow_aspect
source: Aspect for users you automatically share with:
oc: Aspècte pels utilizaires seguits automaticament :

# users.edit.auto_follow_back
source: Automatically share with users who start sharing with you
oc: Apondre automaticament los utilizaires que partejan amb vos

# users.edit.birthday
source: someone has their birthday
oc: qualqu’un fa un an mai

# users.edit.change
source: Change
oc: Modificar

# users.edit.change_color_theme
source: Change color theme
oc: Cambiar lo tèma de color

# users.edit.change_email
source: Change email
oc: Cambiar de corrièl

# users.edit.change_language
source: Change language
oc: Cambiar la lenga

# users.edit.change_password
source: Change password
oc: Cambiar lo senhal

# users.edit.character_minimum_expl
source: must be at least six characters
oc: deu conténer sièis caractèrs al minim

# users.edit.close_account.dont_go
source: Hey, please don’t go!
oc: E, se vos plai, patiscatz pas !

# users.edit.close_account.lock_username
source: Your username will be locked. You will not be able to create a new account on this pod with the same ID.
oc: Vòstre nom d'utilizaire serà verrolhat. Poiretz pas crear un novèl compte sus aqueste pod amb lo meteis ID.

# users.edit.close_account.locked_out
source: You will get signed out and locked out of your account until it has been deleted.
oc: Seretz desconnectat e vòstre compte serà inaccessible fins a sa supression.

# users.edit.close_account.make_diaspora_better
source: We’d love you to stay and help us make diaspora* better instead of leaving. If you really do want to leave, however, here’s what will happen next:
oc: Nos agradariá fòrça que demorèssetz e nos ajudèssetz a far un melhor diaspora* puslèu que de nos daissar. Se volètz vertadièrament partir, pasmens, vaquí çò que se va passar :

# users.edit.close_account.mr_wiggles
source: Mr Wiggles will be sad to see you go
oc: Mossur Wiggles serà triste de vos veire partir.

# users.edit.close_account.no_turning_back
source: There is no turning back! If you’re really sure, enter your password below.
oc: Es pas possible de tornar en arrièr ! Se sètz segur de vos, sasissètz vòstre senhal çaijós.

# users.edit.close_account.what_we_delete
source: We will delete all of your posts and profile data as soon as possible. Your comments on other people’s posts will still appear, but they will be associated with your diaspora* ID rather than your name.
oc: Suprimirem totas vòstras publicacions e informacions de perfil tre que possible. Vòstres comentaris sus la publicacion del mond desapareisseràn, mai seràn associats a vòstre ID diaspora* al lòc de vòstre nom.

# users.edit.close_account_text
source: Close account
oc: Tampar lo compte

# users.edit.comment_on_post
source: someone comments on your post
oc: qualqu'un a comentat vòstra publicacion

# users.edit.current_password
source: Current password
oc: Senhal actual

# users.edit.current_password_expl
source: the one you sign in with...
oc: Lo senhal que causissètz...

# users.edit.default_post_visibility
source: Default aspects selected for posting
oc: Aspèctes per defaut seleccionats per las publicacions

# users.edit.download_export
source: Download my profile
oc: Telecargar mon perfil

# users.edit.download_export_photos
source: Download my photos
oc: Telecargar mas fòtos

# users.edit.edit_account
source: Edit account
oc: Modificar lo compte

# users.edit.email_awaiting_confirmation
source: We have sent you an activation link to %{unconfirmed_email}. Until you follow this link and activate the new address, we will continue to use your original address %{email}.
oc: Vos avèm mandat un ligam d'activacion a l'adreça %{unconfirmed_email}. Fins al moment qu'auretz sul ligam e activetz la novèla adreça, anam contunhar d'utilizar vòstra adreça d'origina %{email}.

# users.edit.export_data
source: Export data
oc: Exportar de donadas

# users.edit.export_in_progress
source: We are currently processing your data. Please check back in a few moments.
oc: Sèm a tractar vòstras donadas. Verificatz tornamai l'avançament dins un moment.

# users.edit.export_photos_in_progress
source: We are currently processing your photos. Please check back in a few moments.
oc: Sèm a tractar vòstras fòtos. Tornatz aicí dins un momenton.

# users.edit.following
source: Sharing settings
oc: Paramètres de partiment

# users.edit.last_exported_html
source: (Last updated %{timeago})
oc: (Darrièra mesa a jorn %{timeago})

# users.edit.liked
source: someone likes your post
oc: qualqu'un a aimat vòstra publicacion

# users.edit.mentioned
source: you are mentioned in a post
oc: qualqu'un vos a mencionat dins un messatge

# users.edit.mentioned_in_comment
source: you are mentioned in a comment
oc: qualqu'un vos a mencionat dins un comentari

# users.edit.new_password
source: New password
oc: Senhal novèl

# users.edit.private_message
source: you receive a private message
oc: avètz recebut un messatge privat.

# users.edit.protocol_handler.browser
source: This protocol is currently in the experimental stage and the success of interactions using it will depend on your browser. If you want to manage or remove this handler, you will do this via your browser settings. The button below will always be enabled, and you need to set the handler separately in each browser you use.
oc: Aqueste protocòl es a una etapa experimentala e lo bon foncionament de las interraccions depend del navigador. Se volètz gerir o tirar aqueste gestionari, avètz d’utilizar los paramètres del navegador. Lo boton çai-jos serà totjorn activat, vos caldrà configurar lo gestionari a despart en cada navegador qu’utilizatz.

# users.edit.protocol_handler.description
source: web+diaspora:// is a new web protocol that we have introduced. Any link to a diaspora* page on an external website that uses this protocol can be opened in the pod on which your diaspora* account is registered. Click the button below to set your browser to use %{pod_url} to recognise external web+diaspora:// links.
oc: Clicatz lo boton per configurar lo navegador per permetre la dobertura de las URL web+diaspora:// a partir de vòstre pod preferit. Aquò es experimental pel moment e las interaccions dependràn de vòstre navegador.

# users.edit.protocol_handler.register
source: Register web+diaspora:// handler on this browser
oc: Enregistrar

# users.edit.protocol_handler.title
source: web+diaspora:// protocol handler
oc: Gestionari de protocòl web+diaspora://

# users.edit.receive_email_notifications
source: Receive email notifications when:
oc: Recebre una notificacion per corrièl quand :

# users.edit.request_export
source: Request my profile data
oc: Demandar mas donadas de perfil

# users.edit.request_export_photos
source: Request my photos
oc: Demandar mas fòtos
