Repository: BoFFire/for-quenty
Catalog: *.po
Languages: oc

# help.miscellaneous.subscribe_feed_a
source: Yes, but this is still not a polished feature and the formatting of the results is still pretty rough. If you want to try it anyway, go to someone’s profile page and click the feed button in your browser, or you can copy the profile URL (e.g. https://podname.org/people/somenumber) and paste it into a feed reader. The resulting feed address looks like this: https://podname.org/public/username.atom – diaspora* uses Atom rather than RSS.
oc: Òc, mai es pas encara una foncion lustrada e lo format dels resultats es totjorn un pauc brut. S'avètz enveja d'ensajar aquò, anatz sus la pagina de perfil de qualqu'un e clicatz sul boton de flux dins vòstre navigador, o podètz copiar l'URL del perfil (ex. https://nomdelpod.org/mond/unnumero) e pegatz aquò dins un lector de flux. L'adreça del flux semblarà a aquò : https://podname.org/public/username.atom – diaspora* utiliza Atom e non pas RSS.

# help.miscellaneous.subscribe_feed_q
source: Can I subscribe to someone’s public posts with a feed reader?
oc: Me pòdi inscriure als messatges publics d'una persona amb un lector de fluxes ?

# help.miscellaneous.title
source: Miscellaneous
oc: Divèrs

# help.pods.find_people_a
source: If you want to invite your friends to join diaspora*, use the invitation link or the email link in the side-bar. Follow #tags to discover others who share your interests, and add those who post things that interest you to an aspect. Shout out that you’re #newhere in a public post.
oc: Se volètz convidar vòstres amics a venir sus diaspora*, utilizatz lo ligam d’invitacion o lo ligam per corrièl. Seguètz d’#etiquetas per conéisser de mond que partejan vòstres interèsses , e ajustatz aqueles que publican de causas que vos interèssan a un aspècte. Cridatz fòrt que sètz #novèlaquí dins una publicacion publica.

# help.pods.find_people_q
source: I just joined a pod, how can I find people to share with?
oc: Veni de rejónher un pod, cossí pòdi trobar de monde per partejar amb eles ?

# help.pods.use_search_box_a
source: You can search for people by entering their username or their diaspora* name (the name that is shown on their profile). If neither of these methods work, enter their full diaspora* ID (username@podname.org). If your search doesn’t work the first time, it could be due to network latency. Try it again.
oc: Se coneissètz lor ID diaspora* complet (ex. : utilizaire@nomdelpod.org), podètz los trobar en los cercant. Se sètz sul meteis servidor, podètz los trobar sonque amb los noms d'utilizaire. Autrament podètz los cercar amb lor nom de perfil (lo nom que vesètz sus l'ecran). Se una recèrca capita pas lo primièr còp, tornatz ensajar.

# help.pods.use_search_box_q
source: How do I use the search box to find particular individuals?
oc: Cossí me cal utilizar lo camp de recèrca per trobar qualqu'un en particular ?

# help.pods.what_is_a_pod_a
source: A pod is a server running the diaspora* software and connected to the diaspora* network. “Pod” is a metaphor referring to pods on plants which contain seeds, in the way that a server contains a number of user accounts. There are many different pods. You can add friends from other pods and communicate with them. There’s no need to open an account on different pods! One is enough – in this way, you can think of a diaspora* pod as similar to an email provider. There are public pods, private pods, and with some effort you can even run your own.
oc: Un pod es un servidor qu’executa lo programa diaspora* e qu’es connectat al malhum diaspora*. « Pod » es una metafòra que fa referéncia a l'anglés, que significa dòlça, perque conten de grans coma lo servidor que conten de comptes d'utilizaires. I a un melon de pods. Podètz apondre d’amics d’autres pods e comunicar amb eles. Cal pas dobrir de compte suls diferents pods ! Cal pas qu’un compte – d’aquel biais podètz pensar un pod coma un fornisseire de corrièls. I a de pods publics, de pods privats, e amb un bocin d’esfòrces podètz aver lo vòstre.

# help.pods.what_is_a_pod_q
source: What is a pod?
oc: Qu'es aquò un pod ?

# help.posts_and_posting.char_limit_services_a
source: In that case you should restrict your post to the smaller character count (140 in the case of Twitter; 1000 in the case of Tumblr), and the number of characters you have left to use is displayed when that service’s icon is highlighted. You can still post to these services if your post is longer than their limit, but the text will be truncated on those services with a link to the post on diaspora*.
oc: En aquel cas deuriatz restrénher vòstras publicacions al nombre de caractèrs autorizats pel servici (140 per Twitter, 1000 per Tumblr), lo nombre de caractèrs demòran s’aficharà se l’icòna del servici es seleccionada. Podètz pr’aquò escriure de tèxtes mai grands, mai lo tèxte serà talhat e un ligam plaçat cap a la publicacion sus diaspora*.

# help.posts_and_posting.char_limit_services_q
source: What if I'm sharing my post with a connected service with a smaller character count?
oc: Quin es lo limit de caractèrs pels messatges partejats amb un servici qu'a un limit de caractèrs mai pichon ?

# help.posts_and_posting.character_limit_a
source: 65,535 characters. That’s 65,395 more characters than you get on Twitter! ;)
oc: 65 535 caractèrs. Son 65 395 caractèrs de mai que Twitter ! :)

# help.posts_and_posting.character_limit_q
source: What is the character limit for posts?
oc: Qual es lo limit de caractèrs per las publicacions ?

# help.posts_and_posting.embed_multimedia_a
source: You can usually just paste the URL (e.g. http://www.youtube.com/watch?v=nnnnnnnnnnn ) into your post and the video or audio will be embedded automatically. The sites supported include: YouTube, Vimeo, SoundCloud, Flickr and a few more. diaspora* uses oEmbed for this feature. If you post a direct link to an audio or video file, diaspora* will embed it using standard HTML5 player. We’re supporting more media sources all the time. Remember to always post simple, full links – no shortened links; no operators after the base URL – and give it a little time before you refresh the page after posting for seeing the preview.
oc: Normalament pas cal pas que pegar l’URL (ex. http://www.youtube.com/watch?v=nnnnnnnnnnn) dins vòstra publicacion e la vidèo o l’àudio serà apondut automaticament. Los sites compatibles son : YouTube, Vimeo, SoundCloud, Flickr e qualques mai. diaspora* emplega oEmbed per aquesta foncionalitat. Se publicatz un ligam dirècte cap a un fichièr àudio o vidèo diaspora* l’embarcarà amb lo lector estandard HTML5. Cada còp sèm compatibles amb mai sorgas de mèdias. Remembratz-vos de totjorn publicar l’URL completa – pas cap de ligams acorchits – e esperatz un momenton abans d’actualizar la pagina aprèp aver publicat per tal de veire l’ulhada.

# help.posts_and_posting.embed_multimedia_q
source: How do I embed a video, audio, or other multimedia content into a post?
oc: Cossí pòdi inserir un contengut vidèo, àudio, o multimèdia dins una publicacion ?

# help.posts_and_posting.format_text_a
source: diaspora* uses a simplified system called %{markdown}. The publisher has buttons to make it easy to format your text. If you want to format your post manually, you can find the full Markdown syntax %{here}. The preview tab means you can see how your message will look before you share it. Remember that you can’t edit it once posted, so use the preview to make sure it’s perfect before pressing Share!
oc: diaspora* utiliza un sistèma simplifiat apelat %{markdown}. Lo que publica a de botons per que siá facil de metre en forma lo tèxte. Se volètz formatar lo tèxte manualament, trapatz tota la sintaxi Markdown %{here}. L’onglet d’apercebut fa que podètz veire que semblarà vòstre messatge abans de lo partejar. Remembratz-vos que podètz pas lo modificar un còp publicat, doncas utilizatz l’apercebut per èsser segur qu’es coma cal abans de clicar Partejar !

# help.posts_and_posting.format_text_q
source: How can I format the text in my posts (bold, italics, etc.)?
oc: Cossí pòdi formatar lo tèxte dins as publicacions (gras, italic, eca.) ?

# help.posts_and_posting.hide_posts_a
source: If you point your mouse at the top of a post, an X appears on the right. Click it to hide the post and mute notifications about it. You can still see the post if you visit the profile page of the person who posted it.
oc: Se posicionatz la mirga de naut d'una publicacion, una X aprareis a man drecha. Clicatz-la per escondre la publicacion e metre en silenci las notificacions ligadas a aquela. Podètz totjorn veire la publicacion se visitatz lo perfil de la persona que la publiquèt.

# help.posts_and_posting.hide_posts_q
source: How do I hide a post?
oc: Cossí escondi una publicacion ?

# help.posts_and_posting.ignore_user_a1
source: If you are currently sharing with that person, removing them from your aspects will stop many of their posts from appearing in your stream. A more complete method is to “ignore” that account. This will prevent any of their posts from appearing in your stream, and they will no longer be able to like or comment on your posts. They will, however, still be able to reshare your posts, comment on reshares of your posts, and their comments on posts by other people which appear in your stream will still be visible to you.
oc: Se a l’ora d’ara partejatz amb aquesta persona, la levar de vòstres aspèctes farà que veiretz fòrça mens de sas publicacions. Un biais mai complet es « d’ignorar » aqueste compte. Aquò empacharà sas publicacions d’aparéisser dins vòstre flux e poirà pas mai mostrar que li agradan vòstras publicacions o las comentar. Poirà pasmens tornar partejar vòstras publicacions, comentar una publicacions repartejada e sos comentaris sus las publicacions de qualqu’un mai apareisseràn dins vòstre flux.

# help.posts_and_posting.ignore_user_a2
source: To ignore an account, click the “ignore” icon (a circle with a diagonal line through it) at the top right of one of their posts. Their posts will instantly disappear from your stream. Alternatively, go to their profile page and click the ignore icon there. You will still be able to see their posts on their profile page, or by using the single-post view.
oc: Per dire d’ignorar un compte clicar l’icòna « ignorar » (un cercle copat per una linha) ennaut a man dreita d’una de sas publicacions. Aquelas desapareisseràn de vòstre flux sulcòp. Autrament podètz anar a sa pagina de perfil e clicar l’icòna per ignorar enlà. Poiretz totjorn veire las publicacions d’una persona qu’ignoratz en anar a sa pagina de perfil.

# help.posts_and_posting.ignore_user_a3
source: A list of people you are ignoring can be found in your account settings under Privacy. To stop ignoring someone, remove them from the list on that page.
oc: Podètz trapar la lista del monde qu’ignoratz dins los paramètres de compte seccion Vida privada. Per quitar d’ignorar qualqu’un, levatz-los de la lista d’aquesta pagina.

# help.posts_and_posting.ignore_user_q
source: How do I stop someone’s posts from appearing in my stream?
oc: Cossí empachi las publicacions de qualqu’un de se trobar dins mon flux ?

# help.posts_and_posting.insert_images_a
source: If you want to include an image stored on your computer in your post, click the little camera icon at the bottom of the publisher. You can also drag and drop an image, or multiple images, from your computer onto that icon. If you want to insert an image from the web into your post, click the image button on the top of the publisher, which will create the Markdown code for you.
oc: Se volètz ajustar un imatge enregistrat dins l’ordenador a vòstra publicacion, clicatz la pichona icòna camèra enbàs de l’editor. Podètz tanben lissar un imatge o mai de vòstre ordenador en los botant sus l’icòna. Se volètz inserir un imatge del web, clicatz lo boton imatge amont de l’editor, aquò crearà lo còdi Markdown per vos.

# help.posts_and_posting.insert_images_comments_a
source: You can use Markdown to insert an image from the web into a comment, just like in posts. However, you cannot upload images from your computer directly into comments. Upload them to an image-hosting service and then insert them using the image button above the publisher.
oc: Podètz utilisar la sintaxi Markdown per inserir un imatge del web sus un comentari, coma per las publicacions. Pr’aquò, podètz pas enviar un imatge directament dempuèi vòstre ordenador. Mandatz-lo a un servici d’albergament en linha puèi inserissètz l’imatge en utilizar lo boton al dessús de l’editor.

# help.posts_and_posting.insert_images_comments_q
source: Can I insert images into comments?
oc: Pòdi inserir d'imatges dins un comentari ?

# help.posts_and_posting.insert_images_q
source: How do I insert images into posts?
oc: Cossí pòdi inserir d'imatges dins un messatge ?

# help.posts_and_posting.post_location_a
source: Click the pin icon next to the camera in the publisher. This will insert your location from OpenStreetMap. You can edit your location – you might only want to include the city you’re in rather than the specific street address.
oc: Clicatz dins l'aisina d'edicion l'icòna de l'espilla a costat de la camèra. Aquò inserirà vòstre emplaçament d'OpenStreetMap. Podètz modificar vòstre emplaçament – benlèu que volètz pas qu'indicar la vila ont sètz e non pas l'adreça amb la carrièra.

# help.posts_and_posting.post_location_q
source: How do I add my location to a post?
oc: Cossí pòdi apondre ma posicion a un messatge ?

# help.posts_and_posting.post_notification_a
source: You will find a bell icon next to the X at the top right of a post. Click this to enable or disable notifications for that post.
oc: Trobaretz l'icòna d'una campana prèp de la X a man drecha de la publicacion. Clicatz-la per activar o desactivar las notificacions per aquesta publicacion.

# help.posts_and_posting.post_notification_q
source: How do I get notifications, or stop getting notifications, about a post?
oc: Cossí pòdi activar o desactivar las notificacions per un messatge ?

# help.posts_and_posting.post_poll_a
source: Click the graph icon to generate a poll. Type a question and at least two answers. Don’t forget to make your post public if you want everyone to be able to participate in your poll.
oc: Clicatz sus l'icòna graf per generar un sondatge. Picatz una question e almens doas responsas. Oblidetz pas de far vòstre publicacion publica se volètz que tot lo mond pòsca participar a vòstre sondatge.

# help.posts_and_posting.post_poll_q
source: How do I add a poll to my post?
oc: Cossí pòdi apondre un sondatge a mon messatge ?

# help.posts_and_posting.post_report_a
source: Click the alert triangle icon at the top right of the post to report it to your podmin. Enter a reason for reporting this post in the dialog box. Please only report posts that break our %{community_guidelines} or your pod’s terms of service, for example posts containing illegal content, or which are abusive or spam.
oc: Clicatz l’icòna del triangle d’alèrta amont a man drecha de la publicacion per la senhalar a vòstre podmin. Marcatz la rason del senhalament d’aquela publicacion dins la zòna de tèxte. Mercés de solament senhalar las publicacions que son contra nòstras %{community_guidelines} o las condicions de vòstre pod, per exemple las publicacions amb un contengut illegal, grossièr o indesirable.

# help.posts_and_posting.post_report_q
source: How do I report an offensive post?
oc: Cossí pòdi senhalar un messatge ofensant ?

# help.posts_and_posting.size_of_images_a
source: No. Images are resized automatically to fit the stream or single-post view. Markdown does not have a code for specifying the size of an image.
oc: Non. Los imatges son retalhats automaticament per marcar ben sul flux d'actualitat o sus la vista de la publicacion. I a pas de còdi Markdown per donar una talha a un imatge.

# help.posts_and_posting.size_of_images_q
source: Can I customize the size of images in posts or comments?
oc: Pòdi personalizar la talha dels imatges dins los messatges o los comentaris ?

# help.posts_and_posting.stream_full_of_posts_a1
source: Your stream is made up of three types of posts:
oc: Vòstre flux es fabricat de tres tipes de messatges :

# help.posts_and_posting.stream_full_of_posts_li1
source: Posts by people you are sharing with, which come in two types: public posts and limited posts shared with an aspect that you are part of. To remove these posts from your stream, simply stop sharing with the person.
oc: Las publicacions del mond que partejatz, i a doas categorias : las publicacions publicas e las publicacions limitadas a un aspècte que ne fasètz partit. Per levar aquelas publicacions de vòstre flux d'actualitat, vos cal pas que quitar de partejar amb aquela persona.

# help.posts_and_posting.stream_full_of_posts_li2
source: Public posts containing one of the tags that you follow. To remove these, stop following that tag.
oc: Los messatges publics contenon una de las etiquetas que seguissètz. Per los suprimir, quitatz de seguir l’etiqueta.

# help.posts_and_posting.stream_full_of_posts_li3
source: Public posts by people listed in the community spotlight. These can be removed by unchecking the “Show community spotlight in stream?” option in the Account tab of your Settings.
oc: Las publicacions publicas del mond listat dins las actualitat de la comunitat. Pòdon èsser levadas en clicant sus l'opcion « Afichar las novèlas de la comunitat dins la flux ? » dins l'onglet Compte de vòstre Paramètres.

# help.posts_and_posting.stream_full_of_posts_q
source: Why is my stream full of posts from people I don’t know and don’t share with?
oc: Perqué mon flux es plen de messatges que provenon de personas que coneissi pas e amb las qualas partegi pas ?

# help.posts_and_posting.title
source: Posts and posting
oc: Publicacions e publicar

# help.private_posts.can_comment_a
source: Only logged-in diaspora* users you had placed in that aspect before making the private post can comment on or like it.
oc: Solament los utilizaires de diaspora* connectats qu'avètz plaçats dins aquel aspècte abans de passar la publicacion privada pòdon la comentar o l'aimar.

# help.private_posts.can_comment_q
source: Who can comment on or like my private post?
oc: Qual pòt comentar o a qual pòt agradar un messatge privat ?

# help.private_posts.can_reshare_a
source: Nobody. Private posts are not resharable. Logged-in diaspora* users in that aspect can potentially copy and paste it, however. It’s up to you whether you trust those people!
oc: Degun. Las publicacions privadas se pòdon pas tornar partejar. Los utilizaires connectats dins aqueste aspècte pòdon potencialament o copiar e pegar pasmens. Depend de vos se vos fisatz d'aqueste monde !

# help.private_posts.can_reshare_q
source: Who can reshare my private post?
oc: Qual pòt repartejar mos messatges privats ?

# help.private_posts.see_comment_a
source: Only the people that the post was shared with (the people who are in the aspects selected by the original poster) can see its comments and likes.
oc: Solament lo mond amb qui la publicacion es partejada (lo mond qu'es dins l'aspècte causit per lo prim publicaire) pòdon veire sos comentaris e mencion « m'agrada ».

# help.private_posts.see_comment_q
source: When I comment on or like a private post, who can see it?
oc: Quand comenti un messatge privat o que marqui que m'agrada, qual o pòt veire ?

# help.private_posts.title
source: Private posts
oc: Publicacions privadas

# help.private_posts.who_sees_post_a
source: Only logged-in diaspora* users you had placed in that aspect before making the private post can see it.
oc: Solament los utilizaires de diaspora* connectats qu'avètz plaçats dins aquel aspècte abans de passar la publicacion privada pòdon la veire.

# help.private_posts.who_sees_post_q
source: When I post a message to an aspect (i.e., a private post), who can see it?
oc: Quand mandi un messatge a un aspècte (es a dire un messatge privat), qual o pòt veire ?

# help.profile.title
source: Profile
oc: Perfil

# help.profile.what_do_tags_do_a
source: They help people get to know you. Your profile picture will also appear on the left-hand side of the stream pages of those tags, along with anyone else who has them in their basic profile.
oc: Ajudan al monde a vos conéisser. Vòstra fotografia de perfil apareisserà a man esquèrra de la pagina d’actualitat d’aquelas etiquetas, demest lo monde que las tenon dins lor perfil de basa.

# help.profile.what_do_tags_do_q
source: What do the tags in my basic profile do?
oc: Per que servisson las etiquetas dins mon perfil de basa ?

# help.profile.whats_in_profile_a
source: Your profile is in two parts: your basic profile and your extended profile. Your basic profile contains your name, the five tags you chose to describe yourself, and your photo. Your extended profile contains your biography, location, gender, and birthday. All this information is optional – it’s up to you whether you provide it, and you can make this profile information as identifiable or anonymous as you like. Your extended profile is displayed in the left-hand column of your profile page, under your profile picture.
oc: Vòstre perfil es en doas parts : vòstre perfil basic e vòstre perfil espandit. Vòstre perfil basic conten vòstre nom, las cinc etiquetas qu'avètz causidas per vos descriure e vòstra fotografia. Vòstre perfil espandit conten vòstra biografia, vòstre emplaçament, gendre e vòstre aniversari. Totas aquelas informacions son opcionalas – causissètz vosautres meteisses de las donar e causissètz de las far venir tantas identificablas o anonimas, coma o volètz. Vòstre perfil espandit se mòstra en vòstre pagina de perfil a man esquèrra, jos vòstre fotografia.

# help.profile.whats_in_profile_q
source: What’s in my profile?
oc: Que i a dins mon perfil ?

# help.profile.who_sees_profile_a
source: Your basic profile (name, profile image and #tags) is public. Your extended profile is private by default, but you can make it all publicly accessible if you want. Only people you are sharing with (meaning, you have added them to one of your aspects) can see your extended profile if you keep it private. Other people will see only your public information. Any profile information you make public can be viewed by anyone using the web, and can be indexed by search engines
oc: Vòstre perfil basic (nom, fotografia de perfil e #etiquetas) es public. Vòstre perfil espandit es privat per defaut, podètz cambiar la confidencialitat coma vos agrade. Solament lo monde que partejan amb vos (valent a dire : los avètz aponduts a un de vòstres aspèctes) pòdon veire vòstre perfil espandit se lo mantenètz privat. La rèsta del monde veson pas que las informacions de vòstre perfil public. Tota informacion que fasètz publica pòt èsser vista per qual que siá sus Internet, e pòt èsser indexada pels motors de recèrca.

# help.profile.who_sees_profile_q
source: Who sees my profile?
oc: Qual vei mon perfil public ?

# help.public_posts.can_comment_reshare_like_a
source: Any logged-in diaspora* user can comment on, reshare, or like your public post. The exception to this is people you have ignored, who won’t be able to like or comment on your posts.
oc: Quin utilizaire connectat a diaspora* que siá, pòt comentar, repartejar vòstre messatge public o marcar que li agrada. L'excepcion a aquò es pel mond qu'ignoratz, que pòdon pas comentar o marcar qu'aiman vòstras publicacions.

# help.public_posts.can_comment_reshare_like_q
source: Who can comment on, reshare, or like my public post?
oc: Qual pòt comentar, repartejar, o marcar que li agrada mon messatge public ?
