Repository: BoFFire/for-quenty
Catalog: *.po
Languages: oc

# conversations.show.delete
source: Delete conversation
oc: Suprimir la conversacion

# conversations.show.hide
source: Hide and mute conversation
oc: Amagar e metre en mut la conversacion

# conversations.show.last_message
source: Last message received %{timeago}
oc: Darrièr messatge recebut %{timeago}

# conversations.show.reply
source: Reply
oc: Respondre

# conversations.show.replying
source: Replying...
oc: Responsa...

# date.formats.birthday
source: %B %d
oc: %d de %B

# date.formats.birthday_with_year
source: %B %d %Y
oc: %d de %B de %Y

# date.formats.fullmonth_day
source: %B %d
oc: %d de %B

source: Delete
oc: Suprimir

source: Email
oc: Corrièl

# error_messages.csrf_token_fail
source: The CSRF token is invalid. Please sign in and try again.
oc: Lo geton CSRF es invalid. Mercés de vos conectar e de tornar ensajar.

# error_messages.helper.correct_the_following_errors_and_try_again
source: Correct the following errors and try again.
oc: Corregissètz las errors seguentas, e tornatz ensajar.

# error_messages.need_javascript
source: This website requires JavaScript to function properly. If you disabled JavaScript, please enable it and refresh this page.
oc: Aqueste site Internet requerís JavaScript per foncionar coma cal. S’avètz desactivat JavaScript, mercés de l'activar e d'actualizar aquesta pagina.

# errors.messages.carrierwave_download_error
source: could not be downloaded
oc: a pas pogut èsser telecargat

# errors.messages.carrierwave_integrity_error
source: is not of an allowed file type
oc: es pas un tipe de fichièr autorizat

# errors.messages.carrierwave_processing_error
source: failed to be processed
oc: fracàs del tractament

# errors.messages.content_type_blacklist_error
source: You are not allowed to upload %{content_type} files
oc: Es pas permés de mandar de fichièrs %{content_type}

# errors.messages.content_type_whitelist_error
source: You are not allowed to upload %{content_type} files
oc: Es pas permés de mandar de fichièrs %{content_type}

# errors.messages.extension_blacklist_error
source: You are not allowed to upload %{extension} files, prohibited types: %{prohibited_types}
oc: Es pas permés de mandar de fichièrs %{extension}, los formats defenduts son : %{prohibited_types}

# errors.messages.extension_whitelist_error
source: You are not allowed to upload %{extension} files, allowed types: %{allowed_types}
oc: Es pas permés de mandar de fichièrs %{extension}, los formats autorizats son : %{allowed_types}

# errors.messages.max_size_error
source: File size should be less than %{max_size}
oc: La talha del fichièr deu èsser mens que %{max_size}

# errors.messages.min_size_error
source: File size should be greater than %{min_size}
oc: La talha del fichièr deu èsser màger que %{min_size}

# errors.messages.mini_magick_processing_error
source: Failed to manipulate with MiniMagick, maybe it is not an image? Original Error: %{e}
oc: Fracàs de la manipulacion amb MiniMagick, ben qu’es pas un imatge ? Error d’origina : %{e}

# errors.messages.rmagick_processing_error
source: Failed to manipulate with rmagick, maybe it is not an image?
oc: Fracàs de la manipulacion amb rmagick, ben qu’es pas un imatge ?

source: Fill me out
oc: Escriure aicí

# find_people
source: Find people or #tags
oc: Recercar de personas o de #etiquetas

# help.account_and_data_management.close_account_a
source: Go to the bottom of your settings page and click the “Close account” button. You will be asked to enter your password to complete the process. Remember, if you close your account, you will <strong>never</strong> be able to re-register your username on that pod.
oc: Anatz en bas de la pagina e clicatz lo boton « Tampar lo compte ». Vòstre senhal vos serà demandat per acabar lo processús. Vos rapelam que se tampetz vòstre compte, ne poiretz <strong>pas mai</strong> tornar crear un sus aqueste pod amb lo meteis nom d'utilizaire.

# help.account_and_data_management.close_account_q
source: How do I delete my seed (account)?
oc: Cossí pòdi suprimir mon compte (apelat seed) ?

# help.account_and_data_management.data_other_podmins_a
source: Once you are sharing with someone on another pod, any posts you share with them and a copy of your profile data are stored (cached) on their pod, and are accessible to that pod’s database administrator. When you delete a post or profile data it is deleted from your pod and a delete request is sent to any other pods where it had previously been stored. Your images are never stored on any pod but your own; only links to them are transmitted to other pods.
oc: A partir del moment que partejatz amb qualqu'un d'un autre pod, totas las publicacions que partejatz amb eles e una còpia de vòstre perfil seràn gardadas (en cache) sus lor pod e seràn accessiblas a l'administrator de la basa de donadas d'aquel pod. Quand suprimissètz una publicacion o una donada del perfil, es suprimit de vòstre pod e una demanda de supression es mandada a totes los pods ont son estadas gardadas. Vòstres imatges son pas jamai gardats sus d'autres pods ; i a pas que lo ligam cap a eles qu'es transmés als autres pods.

# help.account_and_data_management.data_other_podmins_q
source: Can the administrators of other pods see my information?
oc: Los administrators dels autres pods pòdon veire mas informacions ?

# help.account_and_data_management.data_visible_to_podmin_a
source: In short: everything. Communication between pods is always encrypted (using SSL and diaspora*’s own transport encryption), but the storage of data on pods is not encrypted. If they wanted to, the database administrator for your pod (usually the person running the pod) could access all your profile data and everything that you post (as is the case for most websites that store user data). This is why we give you the choice which pod you sign up to, so you can choose a pod whose admin you are happy to trust with your data. Running your own pod provides more privacy since you then control access to the database.
oc: En un mot : tot. La comunicacion entre los pods es totjorn chifrada (en utilizant SSL e lo pròpri transpòrt chifrat de diaspora*), mai las donadas enregistradas suls pods son pas chifradas. Se volián los administrators de la basa de donada de vòstre pod (sovent la persona en carga del pod) poiriá accedir a totas las donadas de vòstre perfil e a tot çò que publicatz (coma es lo cas per lo màger dels sites qu'enregistran las informacions dels utilizaires). Aquò explica perque vos donam la possibilitat de causir sus quin pod vos marcar, pr'amor podètz causir un pod que l'administrator li fisatz vòstras donadas. Executar vòstre pod vos dòna mai de confidencialitat perque auretz lo contraròtle sus la basa de donadas.

# help.account_and_data_management.data_visible_to_podmin_q
source: How much of my information can my pod administrator see?
oc: Quina quantitat de mas informacions l'administrator del pod pòt veire ?

# help.account_and_data_management.download_data_a
source: Yes. At the bottom of the Account tab of your settings page you will find two buttons: one for downloading your data and one for downloading your photos.
oc: Òc. En dejós de los paramètres de Compte trobaretz dos botons : un per telecargar vòstras donadas e un per telecargar vòstras fotos.

# help.account_and_data_management.download_data_q
source: Can I download a copy of all of my data contained in my seed (account)?
oc: Pòdi telecargar una còpia de totas las donadas contengudas dins mon compte (apelat seed) ?

# help.account_and_data_management.move_pods_a
source: Version 0.7.0.0 of diaspora* provides the first stage of account migration: you can now export all your data from the “Account” section of the user settings. Keep your data safely! In a future release you will be able to migrate your whole account, including posts and contacts, to another pod.
oc: La version 0.7.0.0 de diaspora* fornís la primièra etapa per la migracion de comptes : podètz ara exportar totas vòstras donadas a partir de la seccion « Compte » en los paramètres. Gardatz vòstras donadas en seguretat ! Dins una version venenta poiretz migrar vòstre compte, aquò inclutz las publicacions, los contactes, a un autre pod.

# help.account_and_data_management.move_pods_q
source: How do I move my seed (account) from one pod to another?
oc: Cossí desplaçar mon compte (apelat seed) d'un pod a un autre ?

# help.account_and_data_management.title
source: Account and data management
oc: Gestion del compte e de las donadas

# help.aspects.change_aspect_of_post_a
source: No, but you can always make a new post with the same content and post it to a different aspect.
oc: Non, mas podètz totjorn crear una nòva publicacion amb lo meteis contengut e o publicar sus un autre aspècte.

# help.aspects.change_aspect_of_post_q
source: Once I have posted something, can I change the aspect(s) that can see it?
oc: Un còp qu'ai publicat quicòm, pòdi cambiar los aspècte(s) qu'o pòdon veire ?

# help.aspects.contacts_know_aspect_a
source: No. They cannot see the name of the aspect under any circumstances.
oc: Non pas. Pòdon pas veire lo nom de l'aspècte qualqu'arribe.

# help.aspects.contacts_know_aspect_q
source: Do my contacts know which aspects I have put them in?
oc: Mos contactes pòdon saber dins quin aspècte los ai meses ?

# help.aspects.delete_aspect_a
source: Click “My aspects” in the side-bar from a stream view and click the pencil icon by the aspect you want to delete, or go to your Contacts page and select the relevant aspect. Then click the trash icon in the top right of the page.
oc: Clicatz « Mos aspèctes » dins la barra dins la vista del flux d’actualitat e clicatz l’icòna del gredon a costat del aspècte que volètz suprimir, o anatz sus vòstra pagina de Contactes e seleccionatz l’aspècte concernit. Puèi clicatz l’icòna del bordilhièr amont a man drecha de la pagina.

# help.aspects.delete_aspect_q
source: How do I delete an aspect?
oc: Cossí pòdi suprimir un aspècte ?

# help.aspects.person_multiple_aspects_a
source: Yes. Go to your contacts page and click on “My contacts”. For each contact you can use the menu on the right to add them to (or remove them from) as many aspects as you want. Or you can add them to a new aspect (or remove them from an aspect) by clicking the aspect selector button on their profile page. Or you can even just move the pointer over their name where you see it in the stream, and a “hovercard” will appear. You can change the aspects they are in right there.
oc: Òc-ben. Anatz a vòstra pagina de contactes e clicatz sus « Mos contactes ». Per cada contacte podètz utilizar lo menú a man drecha per lo apondre (o levar) a tan d’aspèctes que volètz. O podètz los apondre a un novèl aspècte (o los levar d’un aspècte) en clicant sul boton de seleccion d’aspècte sus lor pagina de perfil. O podètz tanben solament bolegar lo puntaire sus lor nom ont lo vesètz dins vòstre flux d’actualitat, un cadron apareissarà. Podètz cambiar l’aspècte ont son d’aquí.

# help.aspects.person_multiple_aspects_q
source: Can I add a person to multiple aspects?
oc: Pòdi apondre una persona a mantun aspècte ?

# help.aspects.post_multiple_aspects_a
source: Yes. When you are making a post, use the aspect selector button to select or deselect aspects. “All aspects” is the default setting. Your post will be visible to all the aspects you select. You could also select the aspects you want to post to in the side-bar. When you post, the aspect(s) that you have selected in the list on the left will automatically be selected in the aspect selector when you start to make a new post.
oc: Òc. Quand publicatz una publicacion, utilizatz lo boton per causir los aspèctes. « Totes los aspèctes » es la causida per defaut dins los paramètres. Podètz tanben causir los aspèctes dins la barra de menú. Quand publicatz, lo(s) aspèctes qu'avètz causits dins la lista a man esquèrra seràn automaticament seleccionats per las publicacions venentas.

# help.aspects.post_multiple_aspects_q
source: Can I post content to multiple aspects at once?
oc: Pòdi mandar un messatge a mantun aspècte a l'encòp ?

# help.aspects.remove_notification_a
source: No. They are also not notified if you add them to more aspects, when you are already sharing with them.
oc: Non. Tanpauc seràn pas avisats se los ajustatz dins mai aspèctes, del moment que ja partejatz amb eles.

# help.aspects.remove_notification_q
source: If I remove someone from an aspect, or all of my aspects, are they notified of this?
oc: Se suprimissi qualqu'un d'un de mos aspèctes, o totas las personas d'un aspècte, son prevengudas ?

# help.aspects.rename_aspect_a
source: Click “My aspects” in the side-bar from a stream view and click the pencil icon by the aspect you want to rename, or go to your Contacts page and select the relevant aspect. Then click the edit icon next to the aspect name at the top of this page, change the name and press “Update”.
oc: Clicatz « Mos aspèctes » sul costat esquèrra de la pagina de flux e clicatz sul gredonèl sus la dreita de l'aspècte de renomenar o podètz tanben anar a la pagina « Contactes » e seleccionar l'aspècte concernit. Clicatz alara l'icòna « renomenar » al costat del nom amont de la pagina, cambiatz lo nom e clicatz « Metre a jorn ».

# help.aspects.rename_aspect_q
source: How do I rename an aspect?
oc: Pòdi tornar nommar un aspècte ?

# help.aspects.restrict_posts_i_see_a
source: Yes. Click “My aspects” in the side-bar and then click individual aspects in the list to select or deselect them. Only the posts by people in the selected aspects will appear in your stream.
oc: Òc-ben. Clicatz « Mos aspèctes » sus la barra e puèi clicatz sus cada aspècte dins la lista per los seleccionar o deseleccionar. Pas que las publicacions del mond dels aspèctes seleccionats seràn dins vòstre flux.

# help.aspects.restrict_posts_i_see_q
source: Can I restrict the posts in my stream to just those from certain aspects?
oc: Pòdi afichar unicament los messatges de certans aspèctes ?

# help.aspects.title
source: Aspects
oc: Aspèctes

# help.aspects.what_is_an_aspect_a
source: Aspects are the way you group your contacts on diaspora*. An aspect is one of the faces you show to the world. It might be who you are at work, or who you are to your family, or who you are to your friends in a club you belong to.
oc: Los aspèctes son lo biais qu'avètz d'amassar vòstres contactes sus diaspora*. Un aspècte es una de las fàcias que fasètz veire al mond. Pòt èsser vos al trabalh, o qual sètz per vòstra familha, o qual sètz per vòstres amics d'un club ont sètz marcat.

# help.aspects.what_is_an_aspect_q
source: What is an aspect?
oc: De qué es un aspècte ?

# help.aspects.who_sees_post_a
source: If you make a limited post, it will only be visible to the people you had placed in that aspect (or aspects, if it is made to multiple aspects) before making the post. Contacts you have who aren’t in the aspect have no way of seeing the post. Limited posts will never be visible to anyone who you haven’t placed into one of your aspects.
oc: Se fasètz una publicacion limitada, serà visibla pas que pel mond qu'avètz plaçat dins aqueste aspècte (o aspèctes, s'es fach per mai d'un aspècte) abans de publicar. Los contactes qu'avètz e que son pas dins l'aspècte, an pas cap de biais de veire la publicacion. Las publicacions limitadas seràn pas jamai visiblas pel mond qu'avètz pas plaçat dins vòstres aspèctes.

# help.aspects.who_sees_post_q
source: When I post to an aspect, who sees it?
oc: Quand publiqui en un aspècte, qual pòt o veire ?

# help.community_guidelines
source: community guidelines
oc: règlas de comportament de la comunautat

# help.foundation_website
source: diaspora* foundation website
oc: site internet de la fondacion diaspora*

# help.getting_help.get_support_a_discourse
source: Search for existing discussions relating to your enquiry or open a new thread in our %{discourse} platform
oc: Cercar de discutidas ligadas a vòstra demanda o dobrir un novèl subjècte dins nòstra plataforma %{discourse}

# help.getting_help.get_support_a_faq
source: Read our %{faq} page on wiki
oc: Legir la pagina %{faq} de nòstre wiki

# help.getting_help.get_support_a_hashtag
source: Ask in a public post on diaspora* using the %{question} hashtag
oc: Pausatz una question dins un messatge public sus diaspora* en utilizant l'hashtag %{question}

# help.getting_help.get_support_a_irc
source: Join us on %{irc} (live chat)
oc: Rejonhètz-nos sus %{irc} (Chat instantanèu)

# help.getting_help.get_support_a_tutorials
source: Check out our %{tutorials}
oc: Referissètz-vos a nòstres %{tutorials}

# help.getting_help.get_support_a_website
source: Visit our %{link}
oc: Visitatz nòstre %{link}

# help.getting_help.get_support_a_wiki
source: Search the %{link}
oc: Recercatz dins lo %{link}

# help.getting_help.get_support_q
source: What if my question is not answered in this FAQ? Where else can I get support?
oc: De qué far se ma question a pas de responsa dins la FAQ ? A quines autres endreits pòdi obténer de documentacion ?

# help.getting_help.getting_started_a
source: You’re in luck. Try the %{tutorial_series} on our project site. It will take you step-by-step through the registration process and teach you all the basic things you need to know about using diaspora*.
oc: Sètz astruc. Ensajatz las %{tutorial_series} sul site de nòstre projècte. Vos ajudarà pas a pas de l'inscripcion cap a las causas basicas que vos cal saber per utilizar diaspora*.

# help.getting_help.getting_started_q
source: Help! I need some basic help to get me started!
oc: Ajudatz-me ! Ai besonh d'ajuda per debutar !

# help.getting_help.title
source: Getting help
oc: Obténer d'ajuda

# help.getting_started_tutorial
source: ”Getting started” tutorial series
oc: Seria de tutorials « Mos primièrs passes »

# help.here
source: here
oc: aicí

# help.keyboard_shortcuts.keyboard_shortcuts_a1
source: In the stream view you can use the following keyboard shortcuts:
oc: Dins lo flux, podètz utilizar los acorchis de clavièr seguents :

# help.keyboard_shortcuts.keyboard_shortcuts_li1
source: j – Jump to the next post
oc: j - Anar al messatge seguent

# help.keyboard_shortcuts.keyboard_shortcuts_li2
source: k – Jump to the previous post
oc: k - Anar al messatge precedent

# help.keyboard_shortcuts.keyboard_shortcuts_li3
source: c – Comment on the current post
oc: c - Comentar lo messatge corrent

# help.keyboard_shortcuts.keyboard_shortcuts_li4
source: l – Like the current post
oc: l - Marcat lo messatge corrent coma m'agradant

# help.keyboard_shortcuts.keyboard_shortcuts_li5
source: r – Reshare the current post
oc: r - Repartejar aqueste messatge

# help.keyboard_shortcuts.keyboard_shortcuts_li6
source: m – Expand the current post
oc: m - Afichar l'ensemble del messatge

# help.keyboard_shortcuts.keyboard_shortcuts_li7
source: o – Open the first link in the current post
oc: o - Dobrir lo primièr ligam d'aqueste messatge

# help.keyboard_shortcuts.keyboard_shortcuts_li8
source: Ctrl+Enter – Send the message you are writing
oc: ctrl + entrada - Mandar lo messatge en cors de redaccion

# help.keyboard_shortcuts.keyboard_shortcuts_q
source: What keyboard shortcuts are available?
oc: Quines son los acorchis de clavièr existents ?

# help.keyboard_shortcuts.title
source: Keyboard shortcuts
oc: Acorchis de clavièr

# help.mentions.how_to_mention_a
source: Type the “@” sign and start typing their name. A drop-down menu should appear to let you select them more easily. Note that it is only possible to mention people you have added to an aspect.
oc: Picatz lo signe « @ » e començatz a escriure lor nom. Una lista desrotlanta deuriá aparéisser per vos permetre de los causir mai simplament. Notatz qu'es solament possible de mencionar de mond qu'avètz aponduts a un aspècte.

# help.mentions.how_to_mention_q
source: How do I mention someone when making a post?
oc: Cossí pòdi mencionar qualqu'un quand escrivi un messatge ?

# help.mentions.mention_in_comment_a
source: Since version 0.7.0.0, yes! You can mention someone in a comment the same way you would do it in a post, by typing “@” and then start typing their name. Please note that when you comment on a post which is not public, you can only mention users who have already interacted with the post.
oc: Dempuèi la version 0.7.0.0 podètz ! Podètz mencionar qualqu’un dins un comentari del meteis biais qu’o fasètz dins una publicacion, n’utilizar “@” e començatz a picar lor nom. Notatz que per las publicacions pas publicas, podètz pas que mencionar qualqu’un qu’a interagit amb la publicacion.

# help.mentions.mention_in_comment_q
source: Can I mention someone in a comment?
oc: Pòdi mencionar qualqu'un dins un comentari ?

# help.mentions.see_mentions_a
source: Yes, click “@Mentions” in the left-hand column on your home page.
oc: Òc, clicatz « @Mencions » dins la colomna d'esquèrra de vòstra pagina d'acuèlh.

# help.mentions.see_mentions_q
source: Is there a way to see the posts in which I have been mentioned?
oc: I a un biais de veire las publicacions que soi mencionat dedins ?

# help.mentions.title
source: Mentions
oc: Mencions

# help.mentions.what_is_a_mention_a
source: A mention is a link to a person’s profile page that appears in a post. When someone is mentioned they receive a notification that calls their attention to the post.
oc: Una mencion es un ligam cap al perfil d’una persona qu’apareis sus una publicacion. Quand qualqu’un es mencionat, receb una notificacion per atirar son atencion sus la publicacion.

# help.mentions.what_is_a_mention_q
source: What is a “mention”?
oc: De qué es una « mencion » ?

# help.miscellaneous.back_to_top_a
source: Yes. After scrolling down a page, click on the grey arrow that appears in the bottom right-hand corner of your browser window.
oc: Òc. Aprèp aver davalat la pagina, clicatz sus la flècha en gris qu'apareisserà a man drecha dins lo cunh de la fenèstra.

# help.miscellaneous.back_to_top_q
source: Is there a quick way to go back to the top of a page after I scroll down?
oc: I a una manièra rapida per tornar amont de la pagina un còp arribat aval ?

# help.miscellaneous.diaspora_app_a
source: There have been several Android apps in development by community members. Some are long-abandoned projects and so do not work well with the current version of diaspora*. Don’t expect much from these apps at the moment. There is currently no app for iOS. The best way to access diaspora* from your mobile device is through a browser, because we’ve designed a mobile version of the site which should work well on all devices, although it does not yet have complete functionality.
oc: I a agut un molon d'aplicacions Android desvolopadas per de membres de la comunautat. Qualques son abandonadas dempuèi un brave temps e doncas foncionan pas tròp ben amb la version actuala de diaspora*. N'esperetz pas tròp d'aquelas pel moment. D'aquela passa i a pas cap d'aplicacion iOS. La melhora manièra d'accedir a diaspora* d'un mobil es amb un navigator, pr'amor qu'avèm creat una version mobila del site que deu foncionar sul màger mobil, encara qu'i aja pas totas las foncionalitats.

# help.miscellaneous.diaspora_app_q
source: Is there a diaspora* app for Android or iOS?
oc: Existís una aplicacion diaspora* per Android o iOS ?

# help.miscellaneous.photo_albums_a
source: No, not currently. However you can view a person’s uploaded pictures under the Photos tab of their profile page.
oc: Pas pel moment. Pasmens, podètz veire los imatges mandats d'una persona dins l'onglet Fòtos de lor pagina de perfil.

# help.miscellaneous.photo_albums_q
source: Are there photo or video albums?
oc: I a d'albums de fotografias o de vidèos ?
