Repository: BoFFire/for-quenty
Catalog: *.po
Languages: oc

# users.edit.request_export_photos_update
source: Refresh my photos
oc: Refrescar mas fòtos.

# users.edit.request_export_update
source: Refresh my profile data
oc: Refrescar mas donadas de perfil

# users.edit.reshared
source: someone reshares your post
oc: qualqu'un a tornat partejar vòstra publicacion

# users.edit.show_community_spotlight
source: Show “community spotlight” in stream
oc: Mostrar l'actualitat de la comunitat dins lo flux

# users.edit.show_getting_started
source: Show “getting started” hints
oc: Mostrar las astúcias de descoberta

# users.edit.someone_reported
source: someone sends a report
oc: Qualqu'un a senhalat un messatge

# users.edit.started_sharing
source: someone starts sharing with you
oc: qualqu'un a començat de partejar amb vos

# users.edit.stream_preferences
source: Stream preferences
oc: Preferéncias del flux

# users.edit.your_email
source: Your email
oc: Vòstre corrièl

# users.edit.your_email_private
source: Your email will never be seen by other users
oc: Vòstre email serà pas jamai vist per d'autres utilizaires

# users.edit.your_handle
source: Your diaspora* ID
oc: Vòstre ID diaspora*

# users.getting_started.awesome_take_me_to_diaspora
source: Awesome! Take me to diaspora*
oc: Òsca ! Mena-me cap a diaspora*

# users.getting_started.community_welcome
source: diaspora*’s community is happy to have you aboard!
oc: La comunautat diaspora* es contenta de vos aver a bòrd.

# users.getting_started.hashtag_explanation
source: Hashtags allow you to talk about and follow your interests. They’re also a great way to find new people on diaspora*.
oc: Las etiquetas vos permeton de charrar e seguir vòstres interèsses. Son tanben una bona manièra de trobar de mond novèl sus diaspora*.

# users.getting_started.hashtag_suggestions
source: Try following tags like #art, #movies, #gif, etc.
oc: Ensajatz etiquetas coma aquestas #art #filmes #gif, etc.

# users.getting_started.well_hello_there
source: Well, hello there!
oc: E ben, adiu monde !

# users.getting_started.what_are_you_in_to
source: What are you into?
oc: Qué vos interèssa ?

# users.getting_started.who_are_you
source: Who are you?
oc: Qual sètz ?

# users.privacy_settings.ignored_users
source: Ignored users
oc: Utilizaires ignorats

# users.privacy_settings.no_user_ignored_message
source: You are not currently ignoring any other user
oc: Actualament, ignoratz pas degun

# users.privacy_settings.stop_ignoring
source: Stop ignoring
oc: Arrestar d'ignorar

# users.privacy_settings.strip_exif
source: Strip metadata such as location, author, and camera model from uploaded images (recommended)
oc: Levar dels imatges mandats las metadonadas talas coma luòc de presa, autor o modèl d'aparelh fòto (recomandat)

# users.privacy_settings.title
source: Privacy settings
oc: Reglatges de confidencialitat

# users.public.does_not_exist
source: User %{username} does not exist!
oc: L’utilizaire %{username} existís pas !

# users.update.color_theme_changed
source: Color theme successfully changed.
oc: Tèma de color cambiat.

# users.update.color_theme_not_changed
source: An error occurred while changing the color theme.
oc: Una error s'es produita pendent lo cambiament de tèma de color.

# users.update.email_notifications_changed
source: Email notifications changed
oc: Notificacions corrièl cambiadas

# users.update.follow_settings_changed
source: Follow settings changed
oc: Reglatges cambiats pel seguiment

# users.update.follow_settings_not_changed
source: Follow settings change failed.
oc: Cambiament dels reglatges pel seguiment fracassat.

# users.update.language_changed
source: Language changed
oc: Lenga cambiada

# users.update.language_not_changed
source: Language change failed
oc: Cambiament de lenga fracassat

# users.update.password_changed
source: Password changed. You can now log in with your new password.
oc: Senhal cambiat. Ara, vos podètz connectar amb lo senhal novèl.

# users.update.password_not_changed
source: Password change failed
oc: Cambiament de senhal mancat

# users.update.settings_not_updated
source: Settings update failed
oc: Mesa a jorn fracassada

# users.update.settings_updated
source: Settings updated
oc: Reglatges mes a jorn

# users.update.unconfirmed_email_changed
source: Email changed. Needs activation.
oc: Corrièl cambiat. Cal far una activacion.

# users.update.unconfirmed_email_not_changed
source: Email change failed
oc: Cambiament de corrièl mancat

# will_paginate.next_label
source: next &raquo;
oc: seguent &raquo;

# will_paginate.previous_label
source: &laquo; previous
oc: &laquo; precedent
