Repository: BoFFire/for-quenty
Catalog: *.po
Languages: oc

# help.public_posts.deselect_aspect_posting_a
source: Deselecting aspects does not affect a public post. It will still be public and will appear in the streams of all of your contacts. To make a post visible only to specific aspects, you need to select those aspects from the aspect selector under the publisher.
oc: Deseleccionar d’aspèctes càmbia pas res per las publicacions publicas. Demoraràn publicas e apareisseràn dins lo flux d’actualitat de vòstres contactes. Per far venir visibla una publicacion dins un aspècte especific, vos cal seleccionar los aspèctes al moment de publicar sul selector d’aspècte jos l’editor.

# help.public_posts.deselect_aspect_posting_q
source: What happens when I deselect one or more aspects in the left-hand column when making a public post?
oc: Qué passa quand tira de las seleccion un o mai aspèctes al moment d'escriure una publicacion publica ?

# help.public_posts.find_public_post_a
source: Your public posts will appear in the streams of anyone following you. If you included #tags in your public post, anyone following those tags will find your post in their streams. Every public post also has a specific URL that anyone can view, even if they’re not logged in – thus public posts may be linked to directly from Twitter, blogs, etc. Public posts may also be indexed by search engines.
oc: Vòstras publicacions publicas apareisseràn dins lo flux d’actualitat de qual que siá que vos sèc. S’ajustatz unas #etiquetas a vòstra publicacion, qual que siá que sèc aquelas etiquetas trobarà vòstra publicacion dins lor flux. Totas las publicacions publicas an una URL especifica que tot lo mond pòdon veire, amai se son pas connectats – doncas las publicacions publicas pòdon èsser ligadas directament de Twitter, blogs, etc. Los robòts de recèrca pòdon tanben las indexar.

# help.public_posts.find_public_post_q
source: How can other people find my public post?
oc: Cossí las autras personas pòdon trobar mos messatges publics ?

# help.public_posts.see_comment_reshare_like_a
source: Comments, likes, and reshares of public posts are also public. Any logged-in diaspora* user and anyone else on the internet can see your interactions with a public post.
oc: Los comentaris, mencions "m'agrada", e repartiments de publicacions publicas son tanben publics. Tot utilizaire connectat dins diaspora* e qual que siasgue d'Internet pòt veire vòstras interaccions amb una publicacion publica.

# help.public_posts.see_comment_reshare_like_q
source: When I comment on, reshare, or like a public post, who can see it?
oc: Quand comenti, tòrni partejar, o aimi una publicacion publica, qual pòt o veire ?

# help.public_posts.title
source: Public posts
oc: Publicacions publicas

# help.public_posts.who_sees_post_a
source: Anyone using the internet can potentially see a post you mark public, so make sure you really do want your post to be public. It’s a great way of reaching out to the world.
oc: Qual que siague qu'utiliza internet pòt potencialament veire una publicacion que marcatz publica, doncas asseguratz-vos de voler vertadièrament qu'una publicacion siague publica. Es una manièra de las bonas per aténher de mond.

# help.public_posts.who_sees_post_q
source: When I post something publicly, who can see it?
oc: Quand publiqui quicòm publicament, qual pòt veire ?

# help.resharing_posts.reshare_private_post_aspects_a
source: No, it is not possible to reshare any private post. This is to respect the intentions of the original poster, who shared it only with a particular group of people.
oc: Non, es pas possible de tornar partejar una publicacion privada. Aquò es per respectar las intencions del prim publicaire, que l'a partejada amb un gropon especial de personas.

# help.resharing_posts.reshare_private_post_aspects_q
source: Can I reshare a private post to selected aspects?
oc: Pòdi repartejar un messatge privat unicament amb certans aspèctes ?

# help.resharing_posts.reshare_public_post_aspects_a
source: No, when you reshare a public post it automatically becomes one of your public posts. To share it with certain aspects, copy and paste the contents of the post into a new, limited post.
oc: Non, quand tornatz partejar una publicacion publica es automaticament una publicacion publica vòstra. Per partejar aquò amb cèrts aspèctes, copiatz e pegatz lo contengut de la publicacion cap a una nòva publicacion limitada.

# help.resharing_posts.reshare_public_post_aspects_q
source: Can I reshare a public post to selected aspects?
oc: Pòdi repartejar un messatge public unicament amb certans aspèctes ?

# help.resharing_posts.title
source: Resharing posts
oc: Repartejar los messatges.

# help.sharing.add_to_aspect_a1
source: Let’s say that Amy adds Ben to an aspect, but Ben has not (yet) added Amy to an aspect:
oc: Direm que l'Amy apond lo Bena un aspècte, mai Ben a pas (encara) apondut Amy a un aspècte :

# help.sharing.add_to_aspect_a2
source: This is known as asymmetrical sharing. If and when Ben also adds Amy to an aspect then it would become mutual sharing, with both Amy’s and Ben’s public posts and relevant private posts appearing in each other’s streams, and Amy would be able to view Ben’s private profile. They would then also be able to send each other private messages.
oc: Aquò es conegut coma un partage asimetric. Se e quand Ben ajusta tanben Amy a un aspècte alara vendrà un partatge mutual, quand tan las publicacions publicas a Amy que las a Ben e que de publicacions privadas apareisson dins lors flux d'actualitat, e Amy poiriá veire lo perfil privat de Ben. Poiràn tanben s'enviar de messatges privats.

# help.sharing.add_to_aspect_li1
source: Ben will receive a notification that Amy has “started sharing” with Ben.
oc: Ben recebrà una notificacion que l'Amy a "començat de partejar" amb Ben.

# help.sharing.add_to_aspect_li2
source: Amy will start to see Ben’s public posts in her stream.
oc: Amy començarà de veire los messatges publics de Ben dins son flux.

# help.sharing.add_to_aspect_li3
source: Amy will not see any of Ben’s private posts.
oc: Amy veirà pas cap dels messatges privats de Ben.

# help.sharing.add_to_aspect_li4
source: Ben will not see Amy’s public or private posts in his stream.
oc: Ben veirà pas las publicacions publicas o privadas de l'Amy dins son flux d'actualitat.

# help.sharing.add_to_aspect_li5
source: But if Ben goes to Amy’s profile page, then he will see the private posts that Amy makes to the aspect that she has placed him in (as well as her public posts, which anyone can see there).
oc: Mai se Ben va sus la pagina de perfil d'Amy, alara veirà las publicacions qu'Amy a causit de partejat amb lo mond de l'aspècte ont a mes Ben (e tanben sas publicacions publicas que tot lo monde pòt veire aquí).

# help.sharing.add_to_aspect_li6
source: Ben will be able to see Amy’s private profile (biography, location, gender, birthday).
oc: Ben serà autorizat a veire lo perfil privat d'Amy (bio, localizacion, sèxe, anniversari).

# help.sharing.add_to_aspect_li7
source: Amy will appear under “Only sharing with me” on Ben’s contacts page.
oc: L'Amy apareisserà coma « Partejan solament amb ieu » sus la pagina de contact del Ben.

# help.sharing.add_to_aspect_li8
source: Amy will also be able to @mention Ben in a post.
oc: Amy serà tanben capabla de @mencionar Ben dins un messatge.

# help.sharing.add_to_aspect_q
source: What happens when I add someone to one of my aspects, or when someone adds me to one of their aspects?
oc: Qué passa quand apondi qualqu'un a un de mos aspèctes, o quand qualqu'un m'apond als seus aspèctes ?

# help.sharing.list_not_sharing_a
source: No, but you can see whether or not someone is sharing with you by visiting their profile page. If they are, there will be a green tick next to their diaspora* ID. If they are not, there will be a gray circle.
oc: Non pas, mas podètz veire se qualqu'un parteja amb vos en visitant sa pagina de perfil. Se parteja amb vos i aurà una sageta verda a costat de lor ID diaspora*. Autrament i aurà un cercle gris.

# help.sharing.list_not_sharing_q
source: Is there a list of people whom I have added to one of my aspects, but who have not added me to one of theirs?
oc: I a una lista del mond qu'ai apondut sus un de mos aspèctes mai que m'an pas apondut de lor costat ?

# help.sharing.only_sharing_a
source: These are people that have added you to one of their aspects, but who are not (yet) in any of your aspects. In other words, they are sharing with you, but you are not sharing with them: you can think of this as them “following” you. If you add them to an aspect, they will then appear under that aspect and not under “Only sharing with me”. See above.
oc: Son lo mond que vos an apondut a lor aspècte, mai que son pas - encara - dins vòstres aspèctes. Dich autrament, partejan amb vos, mai partejatz pas amb eles : podètz o pensar aissí, vos « seguisson ». Se los apondètz a un aspècte, pareisseràn dins aqueste e non pas coma « Partejan solament amb ieu ». Veire çai-jos.

# help.sharing.only_sharing_q
source: Who are the people listed under “Only sharing with me” on my contacts page?
oc: Qui son los listats dins « Partejan solament amb ieu » sus ma pagina de contactes ?

# help.sharing.see_old_posts_a
source: No. They will only be able to see new posts to that aspect. They (and everyone else) can see your older public posts on your profile page, and they may also see them in their stream.
oc: Non. Poiràn pas que veire las novèlas publicacions dins aqueste aspècte. Pòdon veire vòstras vièlhas publicacions sus vòstra pagina de perfil, e benlèu tanben dins lor flux d'actualitat.

# help.sharing.see_old_posts_q
source: When I add someone to an aspect, can they see older posts that I have already posted to that aspect?
oc: Quand apondi qualqu'un a un aspècte, pòdon veire mas ancianas publicacions qu'ai ja publicadas a aqueste aspècte ?

# help.sharing.sharing_notification_a
source: You should receive a notification each time someone starts sharing with you.
oc: Deuriatz recebre una notificacion a cada còp que qualqu'un comença de partejar amb vos.

# help.sharing.sharing_notification_q
source: How do I know when someone starts sharing with me?
oc: Cossí pòdi saber quand qualqu'un comença de partejar amb ieu ?

# help.sharing.title
source: Sharing
oc: Partatge

# help.tags.filter_tags_a
source: This is not yet available directly through diaspora*, but some %{third_party_tools} have been written that might provide this.
oc: Aquesta foncion es pas directament disponibla dins diaspora*, mai unas %{third_party_tools} son estadas escrichas per o far.

# help.tags.filter_tags_q
source: How can I filter/exclude some tags from my stream?
oc: Cossí pòdi filtrar/exclure certanas etiquetas de mon flux ?

# help.tags.followed_tags_a
source: After searching for a tag you can click the button at the top of the tag’s page to “follow” that tag. It will then appear in your list of followed tags in the left-hand menu. Clicking one of your followed tags takes you to that tag’s page so you can see recent posts containing that tag. Click on #Followed Tags to see a stream of posts that include any one of your followed tags. Posts containing that tag will also be included in your main stream.
oc: Aprèp aver cercat una etiqueta podètz clicar sul boton amont de la pagina de las etiquetas per « seguir »aquesta etiqueta. Apareisserà dins vòstre lista d’etiquetas seguidas sul menú a man drecha. En clicant sus una de vòstras etiquetas seguidas aquò vos menarà sus la pagina d’aquesta etiqueta per veire las publicacions recentas que contenon aquesta etiqueta. Clicatz sus #Etiquetas seguidas per veire un flux de publicacions que contenon totes las etiquetas que seguissètz. Las publicacions que contenon aquelas etiquetas tanben apareisseràn dins vòstre flux.

# help.tags.followed_tags_q
source: What are “#Followed Tags” and how do I follow a tag?
oc: De qué son las « #Etiquetas Seguidas » e cossí pòdi seguir una etiqueta ?

# help.tags.people_tag_page_a
source: They are people who have listed that tag to describe themselves in their public profile.
oc: I a monde qu'an listat aquesta etiqueta per se descriure eles-meteisses dins lor perfil public.

# help.tags.people_tag_page_q
source: Who are the people listed on the left-hand side of a tag page?
oc: Qualas son las personas listadas sus la partida d'esquèrra d'una pagina d'etiquetas ?

# help.tags.tags_in_comments_a
source: A tag added to a comment will still appear as a link to that tag’s page, but it will not make that post (or comment) appear on that tag page. This only works for tags in posts.
oc: Una etiqueta aponduda a un comentari apareisserà coma un ligam cap a la pagina d'etiquetas correspondenta, mai farà pas aparéisser la publicacion (o comentari) dins aquela pagina. Aquò fonciona pas qu'amb las etiquetas sus las publicacions.

# help.tags.tags_in_comments_q
source: Can I put tags in comments or just in posts?
oc: Pòdi inserir d'etiquetas dins un comentari o sonque dins una publicacion ?

# help.tags.title
source: Tags
oc: Etiquetas

# help.tags.what_are_tags_for_a
source: Tags are a way to categorize a post, usually by topic. Searching for a tag shows all posts, both public and private, with that tag that you have permission to see. This lets people who are interested in a given topic find public posts about it.
oc: Las etiquetas son un biais de triar una publicacion, sovent un tèma. Cercar una etiqueta ensenha las publicacions, tan publicas coma privadas, amb aquesta etiqueta qu'avètz la permission de veire. Aquò permet al mond qu'es interessat per un tèma de trobar de publicacions ligadas a aquò.

# help.tags.what_are_tags_for_q
source: What are tags for?
oc: A qué servisson las etiquetas ?

# help.third_party_tools
source: Third-party tools
oc: Aisinas tèrças

# help.title_header
source: Help
oc: Ajuda

# home.default.be_who_you_want_to_be
source: Be who you want to be
oc: Siatz lo que volètz èsser

# home.default.be_who_you_want_to_be_info
source: A lot of networks insist that you use your real identity. Not diaspora*. Here you can choose who you want to be, and share as much or as little about yourself as you want. It really is up to you how you want to interact with other people.
oc: Un fum de malhums insistisson per que donetz vòstra identitat reala. diaspora* non o fa. Aquí podètz causir qual volètz èsser, e partejar tan o pas tan d'informacion vos tocant. Dépend vertadièrament de cossí volètz interagir amb la gent.

# home.default.byline
source: The online social world where you are in control
oc: La ret sociala ont gardatz lo contraròtle.

# home.default.choose_your_audience
source: Choose your audience
oc: Causissètz vòstre public

# home.default.choose_your_audience_info
source: diaspora*’s aspects allow you to share with just those people you want to. You can be as public or as private as you like. Share a funny photo with the whole world, or a deep secret just with your closest friends. You’re in control.
oc: Los aspèctes de diaspora* vos permeton de partejar solament amb lo mond que volètz. Podètz èsser public o privat tan que volètz. Partejatz una fòto divertissenta amb lo mond complet, o un grand secrèt amb vòstre melhors amics. Avètz lo contraròtle.

# home.default.diaspora_site_link
source: diaspora* federated network
oc: Malhum federat diapora*

# home.default.headline
source: Welcome to %{pod_name}
oc: Benvenguda sus %{pod_name}

# home.default.own_your_data
source: Own your own data
oc: Siatz proprietari de vòstras donadas

# home.default.own_your_data_info
source: Many networks use your data to make money by analysing your interactions and using this information to advertise things to you. diaspora* doesn’t use your data for any purpose other than allowing you to connect and share with others.
oc: Mantun rets emplegan vòstras donadas per se far de moneda en analisant vòstras interaccions e en emplegant aquelas informacions per vos far de reclama. diaspora* utilizant pas vòstras donadas que per vos permetre de comunicar e partejar amb lo mond.

# home.default.part_of_diaspora
source: Part of the %{diaspora_site_link}
oc: Membre del %{diaspora_site_link}

# home.podmin.byline
source: You’re about to change the Internet. Let’s get you set up, shall we?
oc: Sètz a mand de cambiar la fàcia d'Internet. Prèst a vos lançar ?

# home.podmin.configuration_info
source: Open %{database_path} and %{diaspora_path} in your favourite text editor and carefully review them, they are extensively commented.
oc: Dobrissètz %{database_path} e %{diaspora_path} dins vòstre editor de tèxte favorit e relegissètz-los menimosament, son comentats abondament.

# home.podmin.configure_your_pod
source: Configure your pod
oc: Configuratz vòstre pod

# home.podmin.contact_irc
source: contact us on IRC
oc: nos contactar sus IRC

# home.podmin.contribute
source: Contribute
oc: Contribuissètz

# home.podmin.contribute_info
source: Make diaspora* even better! If you find any bugs please %{report_bugs}.
oc: Rendètz diaspora* encara melhor ! Se rencontratz de bugs, %{report_bugs} se vos plai.

# home.podmin.create_an_account
source: Create an account
oc: Creatz un compte

# home.podmin.create_an_account_info
source: %{sign_up_link} for a new account.
oc: %{sign_up_link} per un novèl compte

# home.podmin.faq_for_podmins
source: FAQ for pod maintainers in our wiki
oc: FAQ pels podmins sus nòstre wiki

# home.podmin.getting_help
source: Getting help
oc: Obtenètz d'ajuda

# home.podmin.getting_help_info
source: We listed some %{faq} including some additional tips and tricks and solutions for the most common problems. Also feel free to %{irc}.
oc: Mostrem qualquas %{faq} inclusses conselhs e astúcias per lo màger problèma comun. Podètz tanben ensajar l'%{irc}.

# home.podmin.headline
source: Welcome, friend.
oc: Benvenguda, l'amic.

# home.podmin.make_yourself_an_admin
source: Make yourself an admin
oc: Venètz administrator

# home.podmin.make_yourself_an_admin_info
source: You can find instructions in the %{wiki}. This should add an “%{admin_dashboard}” link to your user menu in the header when you are logged in. It gives you stuff like user search and stats for your pod.
oc: Podètz trapar las instruccions dins lo %{wiki}. Aquò deu apondre un ligam "%{admin_dashboard}" dins vòstre cap menú quand sètz connectat. Vos dòna de causas coma la recèrca d'utilizaires e estatisticas de vòstre pod.

# home.podmin.report_bugs
source: report them
oc: raportatz-los

# home.podmin.update_instructions
source: update instructions in the diaspora* wiki
oc: d'instruccions de mesa a jorn sul wiki de diaspora*

# home.podmin.update_your_pod
source: Update your pod
oc: Mantenètz vòstre pod a jorn

# home.podmin.update_your_pod_info
source: You can find %{update_instructions}.
oc: Trobaretz %{update_instructions}.

# invitation_codes.already_logged_in
source: You have been invited by %{inviter} to join this pod but you are already logged in.
oc: %{inviter} vos a convidat a rejónher aqueste pod mas sètz ja connectat.

# invitation_codes.not_valid
source: That invite code is no longer valid
oc: Aqueste còdi es pas pus valid.

# invitations.create.closed
source: Invitations are closed on this diaspora* pod.
oc: Los convits son tampats sus aqueste pod diaspora*.

# invitations.create.empty
source: Please enter at least one email address.
oc: Mercés de picar almens una adreça de corrièl.

# invitations.create.no_more
source: You have no more invitations.
oc: Avètz pas mai de convits.

# invitations.create.note_already_sent
source: Invitations have already been sent to: %{emails}
oc: Las invitacions son ja estadas mandadas a : %{emails}

# invitations.create.rejected
source: The following email addresses had problems: %{emails}
oc: Las adreças de corrièr electronic seguentas an rencontrat un problèma : %{emails}

# invitations.create.sent
source: Invitations have been sent to: %{emails}
oc: Los convits son estats mandats a %{emails}

# invitations.new.codes_left
source: One invite left on this code
oc: Pas mai qu'un convit de disponible amb aqueste còdi.

# invitations.new.comma_separated_plz
source: You can enter multiple email addresses separated by commas.
oc: Podètz entrar mantuna adreça de corrièl separadas per de virgulas.

# invitations.new.invite_someone_to_join
source: Invite someone to join diaspora*!
oc: Convidar qualqu'un a rejónher diaspora* !

# invitations.new.language
source: Language
oc: Lenga

# invitations.new.paste_link
source: Share this link with your friends to invite them to diaspora*, or email them the link directly.
oc: Partejatz aqueste ligam amb vòstres amics per los convidar dins diaspora*, o mandatz-lor aqueste ligam dirèctament per corrièl.

# invitations.new.send_an_invitation
source: Send an invitation
oc: Mandar un convit

# invitations.new.sending_invitation
source: Sending invitation...
oc: Mandadís del convit...

# layouts.application.back_to_top
source: Back to top
oc: Tornar amont

# layouts.application.be_excellent
source: Be excellent to each other! ♥
oc: Siatz benvolent amb cadun !

# layouts.application.discourse
source: Project discussions and support
oc: Discutidas e assisténcia del projècte

# layouts.application.powered_by
source: Powered by diaspora*
oc: Propulsat per dispora*

# layouts.application.public_feed
source: Public diaspora* feed for %{name}
oc: Flux diaspora* public per %{name}

# layouts.application.source_package
source: Download the source code package
oc: Telecargatz lo còdi font

# layouts.application.statistics_link
source: Pod statistics
oc: Estatisticas del pod

# layouts.application.switch_to_standard_mode
source: Switch to standard mode
oc: Passar al mòde estandard

# layouts.application.switch_to_touch_optimized_mode
source: Switch to touch-optimized mode
oc: Passar al mòde optimizat pel tactil

# layouts.application.whats_new
source: What’s new?
oc: Qué de nòu ?

# layouts.header.code
source: Code
oc: Còdi

# layouts.header.logout
source: Log out
oc: Desconnexion

# layouts.header.profile
source: Profile
oc: Perfil

# layouts.header.settings
source: Settings
oc: Paramètres

# layouts.header.toggle_navigation
source: Toggle navigation
oc: Afichar/amagar lo menú

# likes.create.error
source: Failed to like.
oc: Fracàs al moment d'aimar.

# likes.destroy.error
source: Failed to unlike.
oc: Fracàs al moment de quitar d'aimar.

source: Limited
oc: Limitat

source: More
oc: Mai

# no_results
source: No results found
oc: Cap de resultat pas trobat

# notifications.also_commented
source: %{actors} also commented on %{post_author}’s post %{post_link}.
oc: %{actors} a tanben comentat %{post_link} de %{post_author}.

# notifications.also_commented_deleted
source: %{actors} commented on a deleted post.
oc: %{actors} a comentat una publicacion suprimida.

# notifications.comment_on_post
source: %{actors} commented on your post %{post_link}.
oc: %{actors} a comentat vòstra publicacion %{post_link}.

# notifications.contacts_birthday
source: %{actors} has their birthday on %{date}.
oc: %{actors} farà un an mai lo %{date}

# notifications.index.all_notifications
source: All notifications
oc: Totas las notificacions

# notifications.index.also_commented
source: Also commented
oc: Tanben comentat

# notifications.index.and
source: and
oc: e

# notifications.index.and_others
source: and one more
oc: e una persona mai

# notifications.index.comment_on_post
source: Comment on post
oc: Comentari sus un de vòstres messatges

# notifications.index.contacts_birthday
source: Birthday
oc: Anniversari

# notifications.index.liked
source: Liked
oc: Que m'agrada

# notifications.index.mark_all_as_read
source: Mark all as read
oc: O marcar tot coma legit

# notifications.index.mark_all_shown_as_read
source: Mark all shown as read
oc: O marcar tot coma legit

# notifications.index.mark_read
source: Mark read
oc: Marcar coma legit

# notifications.index.mark_unread
source: Mark unread
oc: Marcar coma pas legit
